export const points = [
  {
    "lnglat": ["116.502159141883", "39.857389101662"],
    "district": "朝阳区",
    "community": "翠成馨园",
    "building": "垡头翠成馨园",
    "area": "垡头",
    "city": "北京"
  },{
    "lnglat": ["116.238613","40.21989"],
    "district": "昌平区",
    "community": "新新公寓",
    "building": "新新公寓",
    "area": "鼓楼"
  },{
    "lnglat": ["116.330629956358", "39.973479606791"],
    "district": "海淀区",
    "community": "榆苑公寓",
    "building": "双榆树榆苑公寓",
    "area": "双榆树",
    "city": "北京"
  }, {
    "lnglat": ["116.444000625742", "39.920786491387"],
    // "weight": 8,
    "district": "朝阳区",
    "community": "日坛晶华",
    "building": "天福园8号",
    "area": "垡头",
    "city": "北京"
  }, {
    "lnglat": ["116.57852365004", "39.86439249713"],
    "district": "朝阳区",
    "community": "万科青青家园",
    "building": "豆各庄5号院",
    "area": "豆各庄",
    "city": "北京"
  }, {
    "lnglat": ["116.426215810388", "40.071496041132"],
    "district": "昌平区",
    "community": "天通苑中苑",
    "building": "东小口镇天通中苑",
    "area": "天通苑",
    "city": "北京"
  }, {
    "lnglat": ["116.399857958328", "40.048084284384"],
    "district": "昌平区",
    "community": "清水园二期",
    "building": "清水园小区",
    "area": "立水桥",
    "city": "北京"
  }, {
    "lnglat": ["116.374435008456", "40.001457278255"],
    "district": "朝阳区",
    "community": "华源冠军城",
    "building": "南沙滩66号院",
    "area": "立水桥",
    "city": "北京"
  }, {
    "lnglat": ["116.693105656835", "39.897603701752"],
    "district": "通州区",
    "community": "荞馨园",
    "building": "乔庄91号",
    "area": "立水桥",
    "city": "北京"
  }, {
    "lnglat": ["116.432656458547", "40.076828492168"],
    "district": "昌平区",
    "community": "天通苑北三区",
    "building": "北七家镇天通北苑三区",
    "area": "天通苑",
    "city": "北京"
  }, {
    "lnglat": ["116.353204539559", "39.931912353603"],
    "district": "西城区",
    "community": "文华园",
    "building": "车公庄大街2号院",
    "area": "车公庄",
    "city": "北京"
  }, {
    "lnglat": ["116.330629956358", "39.973479606791"],
    "district": "海淀区",
    "community": "榆苑公寓",
    "building": "双榆树榆苑公寓",
    "area": "天通苑",
    "city": "北京"
  }, {
    "lnglat": ["116.34707022289", "39.904929050852"],
    "district": "西城区",
    "community": "金融世家",
    "building": "西城真武庙6号",
    "area": "天通苑",
    "city": "北京"
  }, {
    "lnglat": ["116.41873546284", "40.046755154021"],
    "district": "朝阳区",
    "weight": 16,
    "community": "北苑家园望春园",
    "building": "北苑家园望春园",
    "area": "北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.613755048208", "39.926743036823"],
    "district": "朝阳区",
    "community": "北京像素南区",
    "building": "五里桥二街2号院",
    "area": "常营",
    "city": "北京"
  }, {
    "lnglat": ["116.44497776157", "39.972535757797"],
    "district": "朝阳区",
    "community": "丰和园",
    "building": "太阳宫南街15、19号院",
    "area": "常营",
    "city": "北京"
  }, {
    "lnglat": ["116.352304341305", "39.900048098886"],
    "district": "西城区",
    "community": "西便门西里",
    "building": "西便门西里",
    "area": "常营",
    "city": "北京"
  }, {
    "lnglat": ["116.30209541216", "39.833461850589"],
    "district": "丰台区",
    "community": "怡海花园富泽园",
    "building": "怡海花园富泽园",
    "area": "科技园区",
    "city": "北京"
  }, {
    "lnglat": ["116.351950398074", "40.032793959142"],
    "district": "海淀区",
    "community": "永泰庄甲6号院",
    "building": "永泰庄路甲6号院",
    "area": "科技园区",
    "city": "北京"
  }, {
    "lnglat": ["116.417356565124", "39.843977970123"],
    "district": "丰台区",
    "community": "石榴园南里小区",
    "building": "石榴园南里",
    "area": "刘家窑",
    "city": "北京"
  }, {
    "lnglat": ["116.423883872758", "40.044223256999"],
    "district": "朝阳区",
    "community": "北苑家园绣菊园",
    "building": "北苑家园绣菊园",
    "area": "北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.448082710956", "39.958991849792"],
    "district": "朝阳区",
    "community": "静安里",
    "building": "静安里",
    "area": "国展",
    "city": "北京"
  }, {
    "lnglat": ["116.36818875663", "39.848259328931"],
    "district": "丰台区",
    "community": "嘉园二里",
    "building": "嘉园二里",
    "area": "马家堡",
    "city": "北京"
  }, {
    "lnglat": ["116.360751924711", "40.037226600902"],
    "district": "海淀区",
    "community": "怡清园",
    "building": "怡清园",
    "area": "清河",
    "city": "北京"
  }, {
    "lnglat": ["116.325547552202", "39.884889110055"],
    "district": "丰台区",
    "community": "马连道西里",
    "building": "马连道西里或马连道路9号",
    "area": "清河",
    "city": "北京"
  }, {
    "lnglat": ["116.468812241966", "40.002001608572"],
    "district": "朝阳区",
    "community": "星源国际",
    "building": "望京西园二区",
    "area": "望京",
    "city": "北京"
  }, {
    "lnglat": ["116.403118048364", "40.046041801831"],
    "district": "昌平区",
    "community": "佳运园一期",
    "building": "东小口镇佳运园",
    "area": "立水桥",
    "city": "北京"
  }, {
    "lnglat": ["116.323630056248", "40.068460132265"],
    "district": "昌平区",
    "community": "新龙城",
    "building": "昌平路380号院",
    "area": "龙泽",
    "city": "北京"
  }, {
    "lnglat": ["116.331530637178", "40.03951878597"],
    "district": "海淀区",
    "community": "清上园",
    "building": "清上园东路1号院",
    "area": "安宁庄",
    "city": "北京"
  }, {
    "lnglat": ["116.301399320189", "39.955780552991"],
    "district": "海淀区",
    "community": "厂洼西街6号院",
    "building": "厂洼西街6号院",
    "area": "安宁庄",
    "city": "北京"
  }, {
    "lnglat": ["116.544176442468", "39.745290764924"],
    "district": "亦庄开发区",
    "community": "融科香雪兰溪",
    "building": "景盛北二街3号院",
    "area": "安宁庄",
    "city": "北京"
  }, {
    "lnglat": ["116.253962789087", "39.921599023908"],
    "district": "海淀区",
    "community": "玉海园二里",
    "building": "玉海园二里",
    "area": "玉泉路",
    "city": "北京"
  }, {
    "lnglat": ["116.300271555781", "39.966071825335"],
    "district": "海淀区",
    "community": "阳春光华",
    "building": "万柳阳春光华家园",
    "area": "万柳",
    "city": "北京"
  }, {
    "lnglat": ["116.276318017905", "39.88884405391"],
    "district": "丰台区",
    "community": "西府兰庭",
    "building": "靛厂路52号院",
    "area": "万柳",
    "city": "北京"
  }, {
    "lnglat": ["116.264284724792", "39.860460079396"],
    "district": "丰台区",
    "community": "程庄路3号院",
    "building": "程庄路3号院",
    "area": "万柳",
    "city": "北京"
  }, {
    "lnglat": ["116.34598381355", "40.088098361683"],
    "district": "昌平区",
    "community": "龙回苑",
    "building": "东小口镇龙回苑",
    "area": "回龙观",
    "city": "北京"
  }, {
    "lnglat": ["116.409309240128", "39.992406996901"],
    "district": "朝阳区",
    "community": "安慧里二区",
    "building": "安慧里二区",
    "area": "亚运村",
    "city": "北京"
  }, {
    "lnglat": ["116.453049292758", "39.993565090158"],
    "district": "朝阳区",
    "community": "北京香颂",
    "building": "南湖西园",
    "area": "望京",
    "city": "北京"
  }, {
    "lnglat": ["116.334127012432", "39.983022557705"],
    "district": "海淀区",
    "community": "东南小区",
    "building": "中关村南路",
    "area": "中关村",
    "city": "北京"
  }, {
    "lnglat": ["116.660612452263", "39.936291943359"],
    "district": "通州区",
    "community": "西潞苑小区",
    "building": "西潞苑",
    "area": "北关",
    "city": "北京"
  }, {
    "lnglat": ["116.40499876945", "39.958000356032"],
    "district": "东城区",
    "community": "安外大街80号院",
    "building": "安定门外大街80号院",
    "area": "安定门",
    "city": "北京"
  }, {
    "lnglat": ["116.364635929556", "39.99654062439"],
    "district": "海淀区",
    "community": "石油大院",
    "building": "学院路",
    "area": "二里庄",
    "city": "北京"
  }, {
    "lnglat": ["116.456749129823", "39.896020979089"],
    "district": "朝阳区",
    "community": "富力城C区",
    "building": "广渠门外大街3号院",
    "area": "双井",
    "city": "北京"
  }, {
    "lnglat": ["116.323616211525", "39.974967650093"],
    "district": "海淀区",
    "community": "知春里",
    "building": "知春里",
    "area": "双榆树",
    "city": "北京"
  }, {
    "lnglat": ["116.452271249324", "39.872187699078"],
    "district": "朝阳区",
    "community": "华威西里",
    "building": "华威西里",
    "area": "潘家园",
    "city": "北京"
  }, {
    "lnglat": ["116.360593139723", "40.034378507366"],
    "district": "海淀区",
    "community": "永泰东里",
    "building": "永泰东里",
    "area": "清河",
    "city": "北京"
  }, {
    "lnglat": ["116.37368036256", "39.95120601777"],
    "district": "西城区",
    "community": "冰窖口胡同73号院",
    "building": "冰窖口胡同73号院",
    "area": "清河",
    "city": "北京"
  }, {
    "lnglat": ["116.588439748584", "39.924062332041"],
    "district": "朝阳区",
    "community": "柏林爱乐三期",
    "building": "朝阳北路22号院",
    "area": "管庄",
    "city": "北京"
  }, {
    "lnglat": ["116.640965978335", "39.889910262826"],
    "district": "通州区",
    "community": "新华联家园南区",
    "building": "怡乐园一区",
    "area": "果园",
    "city": "北京"
  }, {
    "lnglat": ["116.431737637606", "40.064736390097"],
    "district": "昌平区",
    "community": "天通苑东一区",
    "building": "东小口镇天通东苑",
    "area": "天通苑",
    "city": "北京"
  }, {
    "lnglat": ["116.313417373269", "39.936902168783"],
    "district": "海淀区",
    "community": "三虎桥南路17号院",
    "building": "三虎桥南路17号院",
    "area": "天通苑",
    "city": "北京"
  }, {
    "lnglat": ["116.412789588355", "39.957363077042"],
    "district": "东城区",
    "community": "地坛北门",
    "building": "地坛北门",
    "area": "天通苑",
    "city": "北京"
  }, {
    "lnglat": ["116.374398819383", "39.980380598293"],
    "district": "海淀区",
    "community": "华盛家园",
    "building": "花园北路20号牡丹园北里",
    "area": "牡丹园",
    "city": "北京"
  }, {
    "lnglat": ["116.340570667341", "39.736171023494"],
    "district": "大兴区",
    "community": "蚂蚁工房",
    "building": "黄村中里3号楼",
    "area": "牡丹园",
    "city": "北京"
  }, {
    "lnglat": ["116.428686103781", "40.040980773553"],
    "district": "朝阳区",
    "community": "北苑家园清友园",
    "building": "北苑家园清友园",
    "area": "北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.473127644118", "39.870724591957"],
    "district": "朝阳区",
    "community": "优品国际",
    "building": "松榆南路38号院",
    "area": "中关村",
    "city": "北京"
  }, {
    "lnglat": ["116.300483502097", "39.963860942623"],
    "district": "海淀区",
    "community": "光大花园",
    "building": "泉宗路2号万柳光大家园",
    "area": "万柳",
    "city": "北京"
  }, {
    "lnglat": ["116.33859584407", "39.828144841007"],
    "district": "丰台区",
    "community": "宜兰园",
    "building": "黄土岗宜兰园",
    "area": "花乡",
    "city": "北京"
  }, {
    "lnglat": ["116.420769575835", "39.930663177842"],
    "district": "东城区",
    "community": "东四六条",
    "building": "东四六条",
    "area": "花乡",
    "city": "北京"
  }, {
    "lnglat": ["116.413334202396", "40.129337025595"],
    "district": "昌平区",
    "community": "温泉花园B区",
    "building": "温泉花园B区 ",
    "area": "花乡",
    "city": "北京"
  }, {
    "lnglat": ["116.441181026533", "39.890697973727"],
    "district": "东城区",
    "community": "绿景馨园",
    "building": "绿景馨园东区",
    "area": "广渠门",
    "city": "北京"
  }, {
    "lnglat": ["116.439195607477", "40.032123607194"],
    "district": "朝阳区",
    "community": "北京青年城",
    "building": "红军营东路8号",
    "area": "北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.3381135493", "39.973277150745"],
    "district": "海淀区",
    "community": "汉荣家园",
    "building": "汉荣家园",
    "area": "知春路",
    "city": "北京"
  }, {
    "lnglat": ["116.328344356483", "39.750347513444"],
    "district": "大兴区",
    "community": "枣园小区",
    "building": "枣园小区",
    "area": "枣园",
    "city": "北京"
  }, {
    "lnglat": ["116.406408473741", "39.952433760929"],
    "district": "东城区",
    "community": "上龙西里",
    "building": "上龙西里",
    "area": "天通苑",
    "city": "北京"
  }, {
    "lnglat": ["116.315940543127", "39.83477053757"],
    "district": "丰台区",
    "community": "新村三里",
    "building": "新村三里",
    "area": "天通苑",
    "city": "北京"
  }, {
    "lnglat": ["116.506621867519", "39.925077049391"],
    "district": "朝阳区",
    "community": "晨光家园",
    "building": "晨光家园",
    "area": "石佛营",
    "city": "北京"
  }, {
    "lnglat": ["116.464047215754", "39.871715123709"],
    "district": "朝阳区",
    "community": "松榆西里",
    "building": "松榆西里",
    "area": "潘家园",
    "city": "北京"
  }, {
    "lnglat": ["116.440316332326", "39.854718122605"],
    "district": "丰台区",
    "community": "四方景园四区",
    "building": "四方景园四区",
    "area": "成寿寺",
    "city": "北京"
  }, {
    "lnglat": ["116.351774505482", "40.01324153518"],
    "district": "海淀区",
    "community": "逸成东苑",
    "building": "学清路逸成东苑",
    "area": "学院路",
    "city": "北京"
  }, {
    "lnglat": ["116.557773237391", "39.903674644798"],
    "district": "朝阳区",
    "community": "天泰北双苑",
    "building": "北花园街6号院",
    "area": "学院路",
    "city": "北京"
  }, {
    "lnglat": ["116.51133364201", "39.891748123762"],
    "district": "朝阳区",
    "community": "沿海赛洛城",
    "building": "百子湾东里",
    "area": "百子湾",
    "city": "北京"
  }, {
    "lnglat": ["116.34638227125", "39.975094108908"],
    "district": "海淀区",
    "community": "罗庄东里",
    "building": "罗庄东里",
    "area": "知春路",
    "city": "北京"
  }, {
    "lnglat": ["116.517580707668", "39.921101039421"],
    "district": "朝阳区",
    "community": "青年汇佳园",
    "building": "甘露园中里",
    "area": "朝青",
    "city": "北京"
  }, {
    "lnglat": ["116.375995854323", "40.000346606523"],
    "district": "朝阳区",
    "community": "中和家园",
    "building": "北沙滩",
    "area": "南沙滩",
    "city": "北京"
  }, {
    "lnglat": ["116.487136547089", "39.899418989395"],
    "district": "朝阳区",
    "community": "后现代城",
    "building": "百子湾路16号",
    "area": "大望路",
    "city": "北京"
  }, {
    "lnglat": ["116.330429527775", "39.933513462643"],
    "district": "海淀区",
    "community": "车公庄西路甲7号院",
    "building": "车公庄西路甲7号院",
    "area": "甘家口",
    "city": "北京"
  }, {
    "lnglat": ["116.415573070641", "40.043161659211"],
    "district": "朝阳区",
    "community": "华发颐园",
    "building": "北苑路18号院",
    "area": "北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.426329420191", "39.962512422851"],
    "district": "东城区",
    "community": "和平街十三区",
    "building": "和平街十三区",
    "area": "和平里",
    "city": "北京"
  }, {
    "lnglat": ["116.260509317878", "39.861836710649"],
    "district": "丰台区",
    "community": "和光里",
    "building": "和光里",
    "area": "五里店",
    "city": "北京"
  }, {
    "lnglat": ["116.515785565748", "39.917021970417"],
    "district": "朝阳区",
    "community": "甘露家园",
    "building": "甘露园南里",
    "area": "五里店",
    "city": "北京"
  }, {
    "lnglat": ["116.588170884757", "39.931263702549"],
    "district": "朝阳区",
    "community": "优点社区",
    "building": "幺家店路2号院",
    "area": "常营",
    "city": "北京"
  }, {
    "lnglat": ["116.364217208115", "39.842184337569"],
    "district": "丰台区",
    "community": "玺萌公馆",
    "building": "镇国寺北街8号院",
    "area": "草桥",
    "city": "北京"
  }, {
    "lnglat": ["116.329795748013", "39.928230809683"],
    "district": "海淀区",
    "community": "中纺宿舍",
    "building": "增光路21号院/百万庄西路1号",
    "area": "甘家口",
    "city": "北京"
  }, {
    "lnglat": ["116.666935501457", "40.119261316214"],
    "district": "顺义区",
    "community": "裕龙二区",
    "building": "裕龙花园二区",
    "area": "顺义城",
    "city": "北京"
  }, {
    "lnglat": ["116.321399752326", "40.045021421104"],
    "district": "海淀区",
    "community": "当代城市家园",
    "building": "安宁庄西路9号院",
    "area": "西二旗",
    "city": "北京"
  }, {
    "lnglat": ["116.523479583854", "39.92769865183"],
    "district": "朝阳区",
    "community": "星河湾",
    "building": "四季星河中街1、2号院",
    "area": "西二旗",
    "city": "北京"
  }, {
    "lnglat": ["116.351685379793", "40.031470405262"],
    "district": "海淀区",
    "community": "清景园",
    "building": "清河政法干警住宅小区",
    "area": "清河",
    "city": "北京"
  }, {
    "lnglat": ["116.370019640277", "39.874095293124"],
    "district": "西城区",
    "community": "里仁街6号院",
    "building": "里仁街6号院",
    "area": "清河",
    "city": "北京"
  }, {
    "lnglat": ["116.416940019008", "39.850056098435"],
    "district": "丰台区",
    "community": "建邦华府",
    "building": "贾家花园3号院",
    "area": "刘家窑",
    "city": "北京"
  }, {
    "lnglat": ["116.385613368436", "39.962106595479"],
    "district": "西城区",
    "community": "黄寺大街24号院",
    "building": "黄寺大街24号院",
    "area": "六铺炕",
    "city": "北京"
  }, {
    "lnglat": ["116.682651685848", "39.867453872364"],
    "district": "通州区",
    "community": "DBC加州小镇",
    "building": "颐瑞中二路",
    "area": "临河里",
    "city": "北京"
  }, {
    "lnglat": ["116.664300250695", "39.869571617561"],
    "district": "通州区",
    "community": "海棠湾一期",
    "building": "群芳一园",
    "area": "临河里",
    "city": "北京"
  }, {
    "lnglat": ["116.583241960171", "39.914441167815"],
    "district": "朝阳区",
    "community": "尚东阁",
    "building": "管庄西里",
    "area": "管庄",
    "city": "北京"
  }, {
    "lnglat": ["116.289872037939", "39.863797560635"],
    "district": "丰台区",
    "community": "庄维花园",
    "building": "丰华苑",
    "area": "七里庄",
    "city": "北京"
  }, {
    "lnglat": ["116.361070782454", "39.948410015229"],
    "district": "西城区",
    "community": "红联南村46号院",
    "building": "红联南村46号院",
    "area": "新街口",
    "city": "北京"
  }, {
    "lnglat": ["116.272764580465", "40.021040268581"],
    "district": "海淀区",
    "community": "天秀花园古月园",
    "building": "天秀花园古月园",
    "area": "马连洼",
    "city": "北京"
  }, {
    "lnglat": ["116.449541935075", "39.899116960393"],
    "district": "朝阳区",
    "community": "CBD总部公寓一期",
    "building": "双花园南里一区",
    "area": "马连洼",
    "city": "北京"
  }, {
    "lnglat": ["116.238666756048", "39.902729913065"],
    "district": "石景山区",
    "community": "远洋山水",
    "building": "玉泉西里二区",
    "area": "鲁谷",
    "city": "北京"
  }, {
    "lnglat": ["116.308283996283", "39.975569947467"],
    "district": "海淀区",
    "community": "海淀南路",
    "building": "海淀南路",
    "area": "苏州桥",
    "city": "北京"
  }, {
    "lnglat": ["116.404075291334", "40.034352149751"],
    "district": "朝阳区",
    "community": "世茂奥临花园",
    "building": "清林路1号院",
    "area": "奥林匹克公园",
    "city": "北京"
  }, {
    "lnglat": ["116.226170717224", "39.891883958866"],
    "district": "石景山区",
    "community": "重兴园",
    "building": "八宝山南路重兴园",
    "area": "鲁谷",
    "city": "北京"
  }, {
    "lnglat": ["116.326842908738", "39.937709358805"],
    "district": "海淀区",
    "community": "机械研究院西区",
    "building": "首体南路2号院西区",
    "area": "鲁谷",
    "city": "北京"
  }, {
    "lnglat": ["116.343347179923", "39.987106256424"],
    "district": "海淀区",
    "community": "展春园",
    "building": "暂春园",
    "area": "五道口",
    "city": "北京"
  }, {
    "lnglat": ["116.201321798444", "39.932704185957"],
    "district": "石景山区",
    "community": "雍景双庐",
    "building": "西黄新村西里",
    "area": "苹果园",
    "city": "北京"
  }, {
    "lnglat": ["116.579573682547", "39.912335550801"],
    "district": "朝阳区",
    "community": "华龙美树",
    "building": "建国路15号院",
    "area": "管庄",
    "city": "北京"
  }, {
    "lnglat": ["116.240365829799", "39.923155616771"],
    "district": "海淀区",
    "community": "金隅山墅",
    "building": "金隅山墅/柳明家园",
    "area": "管庄",
    "city": "北京"
  }, {
    "lnglat": ["116.331589521299", "39.96618462843"],
    "district": "海淀区",
    "community": "双榆树南里二区",
    "building": "双榆树南里",
    "area": "皂君庙",
    "city": "北京"
  }, {
    "lnglat": ["116.422729533794", "39.995796020812"],
    "district": "朝阳区",
    "community": "育慧西里",
    "building": "育慧西里",
    "area": "皂君庙",
    "city": "北京"
  }, {
    "lnglat": ["116.328899793886", "39.606049671411"],
    "district": "大兴区",
    "community": "西斯莱公馆",
    "building": "西斯莱公馆",
    "area": "黄村北",
    "city": "北京"
  }, {
    "lnglat": ["116.41613629649", "39.974909590245"],
    "district": "朝阳区",
    "community": "胜古北里",
    "building": "胜古北里",
    "area": "惠新西街",
    "city": "北京"
  }, {
    "lnglat": ["116.456862442872", "39.879706005186"],
    "district": "朝阳区",
    "community": "华威北里",
    "building": "华威北里",
    "area": "潘家园",
    "city": "北京"
  }, {
    "lnglat": ["116.413295533277", "40.033627282164"],
    "district": "朝阳区",
    "community": "天乐园",
    "building": "天乐园",
    "area": "北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.41475899162", "39.862907910214"],
    "district": "丰台区",
    "community": "刘家窑北里",
    "building": "刘家窑北里",
    "area": "北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.460736757818", "39.900373249255"],
    "district": "朝阳区",
    "community": "双花园南里",
    "building": "双花园南里",
    "area": "北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.439453137224", "40.063738810416"],
    "district": "昌平区",
    "community": "天通苑东二区",
    "building": "东小口镇天通东苑二区",
    "area": "天通苑",
    "city": "北京"
  }, {
    "lnglat": ["116.183741224285", "39.933118220155"],
    "district": "石景山区",
    "community": "海特花园小区",
    "building": "高科技园区",
    "area": "苹果园",
    "city": "北京"
  }, {
    "lnglat": ["116.376007361047", "40.08085169027"],
    "district": "昌平区",
    "community": "天鑫家园",
    "building": "东小口镇天鑫家园",
    "area": "霍营",
    "city": "北京"
  }, {
    "lnglat": ["116.437914222345", "39.985911280973"],
    "district": "朝阳区",
    "community": "芍药居北里",
    "building": "芍药居北里",
    "area": "芍药居",
    "city": "北京"
  }, {
    "lnglat": ["116.202183239811", "39.913843896167"],
    "district": "石景山区",
    "community": "八角中里",
    "building": "八角中里",
    "area": "八角",
    "city": "北京"
  }, {
    "lnglat": ["116.281590466707", "39.96618329583"],
    "district": "海淀区",
    "community": "观山园",
    "building": "蓝靛厂观山园",
    "area": "世纪城",
    "city": "北京"
  }, {
    "lnglat": ["116.370304320138", "40.033662695323"],
    "district": "海淀区",
    "community": "观澳园",
    "building": "宝盛里观澳园",
    "area": "清河",
    "city": "北京"
  }, {
    "lnglat": ["116.331778989589", "40.044607406716"],
    "district": "海淀区",
    "community": "安宁里南区",
    "building": "安宁里小区南区",
    "area": "安宁庄",
    "city": "北京"
  }, {
    "lnglat": ["116.605879736513", "39.88139351539"],
    "district": "朝阳区",
    "community": "康城别墅三期",
    "building": "双桥东路63号",
    "area": "安宁庄",
    "city": "北京"
  }, {
    "lnglat": ["116.421356185688", "39.864400059291"],
    "district": "丰台区",
    "community": "蒲黄榆路",
    "building": "蒲黄榆路",
    "area": "八角",
    "city": "北京"
  }, {
    "lnglat": ["116.349265004376", "40.002780670984"],
    "district": "海淀区",
    "community": "中铁翰庭",
    "building": "中铁翰庭/静淑南里翰澜庭",
    "area": "学院路",
    "city": "北京"
  }, {
    "lnglat": ["116.629668234872", "39.903672307099"],
    "district": "通州区",
    "community": "华兴园",
    "building": "杨庄路19号",
    "area": "通州北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.393964890236", "39.852794086025"],
    "district": "丰台区",
    "community": "华润小区",
    "building": "西罗园南里",
    "area": "西罗园",
    "city": "北京"
  }, {
    "lnglat": ["116.406966108262", "40.008120966756"],
    "district": "朝阳区",
    "community": "慧忠北里",
    "building": "慧忠北里",
    "area": "亚运村",
    "city": "北京"
  }, {
    "lnglat": ["116.371207786711", "39.879177175042"],
    "district": "西城区",
    "community": "盆儿胡同62号院",
    "building": "盆儿胡同62号院",
    "area": "牛街",
    "city": "北京"
  }, {
    "lnglat": ["116.348098975718", "40.015296540026"],
    "district": "海淀区",
    "community": "建清园",
    "building": "建清园小区",
    "area": "学院路",
    "city": "北京"
  }, {
    "lnglat": ["116.368686407514", "40.073122275146"],
    "district": "昌平区",
    "community": "蓝天园",
    "building": "东小口镇蓝天园小区",
    "area": "霍营",
    "city": "北京"
  }, {
    "lnglat": ["116.642166750533", "39.88797351267"],
    "district": "通州区",
    "community": "巴克摩界",
    "building": "怡乐园二区",
    "area": "果园",
    "city": "北京"
  }, {
    "lnglat": ["116.263301787557", "39.894897525797"],
    "district": "丰台区",
    "community": "蔚园",
    "building": "大成里蔚园",
    "area": "青塔",
    "city": "北京"
  }, {
    "lnglat": ["116.444136882306", "39.972154734805"],
    "district": "朝阳区",
    "community": "火星园",
    "building": "太阳宫南街",
    "area": "青塔",
    "city": "北京"
  }, {
    "lnglat": ["116.630390469122", "39.912564430493"],
    "district": "通州区",
    "community": "西马庄园",
    "building": "西马庄",
    "area": "通州北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.427333473018", "39.854700872701"],
    "district": "丰台区",
    "community": "顺四条37号院",
    "building": "顺四条37号院",
    "area": "通州北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.264670843261", "39.901687221897"],
    "district": "海淀区",
    "community": "五一教工楼",
    "building": "永定路127号院",
    "area": "通州北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.677015748031", "40.11858383515"],
    "district": "顺义区",
    "community": "裕龙六区",
    "building": "裕龙花园六区",
    "area": "顺义城",
    "city": "北京"
  }, {
    "lnglat": ["116.424403650806", "39.857299006114"],
    "district": "丰台区",
    "community": "南三环东路",
    "building": "南三环东路",
    "area": "顺义城",
    "city": "北京"
  }, {
    "lnglat": ["116.514484309575", "39.912514881453"],
    "district": "朝阳区",
    "community": "康家园",
    "building": "康家园",
    "area": "甘露园",
    "city": "北京"
  }, {
    "lnglat": ["116.417082405408", "40.07680946082"],
    "district": "昌平区",
    "community": "天通苑北一区",
    "building": "北七家镇天通苑北一区",
    "area": "天通苑",
    "city": "北京"
  }, {
    "lnglat": ["116.366678483457", "39.835770816719"],
    "district": "丰台区",
    "community": "益明园",
    "building": "城南嘉园益明园",
    "area": "马家堡",
    "city": "北京"
  }, {
    "lnglat": ["116.337189032477", "39.770595178442"],
    "district": "大兴区",
    "community": "双高花园",
    "building": "高米店北里",
    "area": "黄村北",
    "city": "北京"
  }, {
    "lnglat": ["116.401236818407", "39.844549999611"],
    "district": "丰台区",
    "community": "苗圃东里",
    "building": "苗圃东里   ",
    "area": "赵公口",
    "city": "北京"
  }, {
    "lnglat": ["116.41947867699", "39.974608677039"],
    "district": "朝阳区",
    "community": "樱花园",
    "building": "和平街樱花园",
    "area": "惠新西街",
    "city": "北京"
  }, {
    "lnglat": ["116.499018186825", "39.932932442019"],
    "district": "朝阳区",
    "community": "石佛营西里小区",
    "building": "石佛营西里",
    "area": "石佛营",
    "city": "北京"
  }, {
    "lnglat": ["116.596974225674", "39.914060837848"],
    "district": "朝阳区",
    "community": "京通苑",
    "building": "京通苑",
    "area": "管庄",
    "city": "北京"
  }, {
    "lnglat": ["116.474220639638", "39.932693365936"],
    "district": "朝阳区",
    "community": "六里屯北里",
    "building": "六里屯北里",
    "area": "管庄",
    "city": "北京"
  }, {
    "lnglat": ["116.454802325806", "39.886322248967"],
    "district": "朝阳区",
    "community": "劲松二区",
    "building": "劲松二区",
    "area": "安定门",
    "city": "北京"
  }, {
    "lnglat": ["116.320036014287", "39.935596255891"],
    "district": "海淀区",
    "community": "紫竹院南路20号院",
    "building": "紫竹院南路20号院/车公庄西路",
    "area": "安定门",
    "city": "北京"
  }, {
    "lnglat": ["116.252990473152", "39.927814061163"],
    "district": "丰台区",
    "community": "博龙家园",
    "building": "小屯路2号院",
    "area": "青塔",
    "city": "北京"
  }, {
    "lnglat": ["116.196783628582", "39.919780805046"],
    "district": "石景山区",
    "community": "杨庄小区",
    "building": "杨庄小区",
    "area": "杨庄",
    "city": "北京"
  }, {
    "lnglat": ["116.525699289584", "39.915662613494"],
    "district": "朝阳区",
    "community": "兴隆家园",
    "building": "建国路29号",
    "area": "高碑店",
    "city": "北京"
  }, {
    "lnglat": ["116.458931317643", "39.989288339378"],
    "district": "朝阳区",
    "community": "花家地西里二区",
    "building": "花家地西里",
    "area": "高碑店",
    "city": "北京"
  }, {
    "lnglat": ["116.555153768688", "39.923080263775"],
    "district": "朝阳区",
    "community": "美然动力A3区",
    "building": "定福庄西村甲1号院",
    "area": "高碑店",
    "city": "北京"
  }, {
    "lnglat": ["116.389316794672", "39.840514877165"],
    "district": "丰台区",
    "community": "远洋自然",
    "building": "马家堡东路108号院",
    "area": "大红门",
    "city": "北京"
  }, {
    "lnglat": ["116.423491952491", "39.957071256832"],
    "district": "东城区",
    "community": "和平里六区",
    "building": "和平里六区",
    "area": "和平里",
    "city": "北京"
  }, {
    "lnglat": ["116.221103946466", "39.900452235133"],
    "district": "石景山区",
    "community": "诗景长安",
    "building": "鲁谷南路14号院",
    "area": "和平里",
    "city": "北京"
  }, {
    "lnglat": ["116.57468474548", "39.904951924949"],
    "district": "朝阳区",
    "community": "双惠小区",
    "building": "双惠苑",
    "area": "双桥",
    "city": "北京"
  }, {
    "lnglat": ["116.455551880261", "39.879318208742"],
    "district": "朝阳区",
    "community": "潘家园东里",
    "building": "潘家园东里",
    "area": "潘家园",
    "city": "北京"
  }, {
    "lnglat": ["116.350252622079", "39.973561707437"],
    "district": "海淀区",
    "community": "锦秋知春",
    "building": "罗庄北里",
    "area": "知春路",
    "city": "北京"
  }, {
    "lnglat": ["116.446951658413", "39.957340826676"],
    "district": "朝阳区",
    "community": "国际友谊花园",
    "building": "左家庄路甲2号",
    "area": "国展",
    "city": "北京"
  }, {
    "lnglat": ["116.335171684489", "39.825025485735"],
    "district": "丰台区",
    "community": "风格与林苑",
    "building": "风格与林苑",
    "area": "花乡",
    "city": "北京"
  }, {
    "lnglat": ["116.637515185886", "39.901507554826"],
    "district": "通州区",
    "community": "杨庄北街4号院",
    "building": "杨庄北街4号",
    "area": "花乡",
    "city": "北京"
  }, {
    "lnglat": ["116.639903869927", "40.126198781974"],
    "district": "顺义区",
    "community": "万科四季花城",
    "building": "望泉家园",
    "area": "顺义城",
    "city": "北京"
  }, {
    "lnglat": ["116.416801446888", "39.959961408848"],
    "district": "东城区",
    "community": "化工大院",
    "building": "和平里化工部大院",
    "area": "顺义城",
    "city": "北京"
  }, {
    "lnglat": ["116.367344124801", "39.961277942006"],
    "district": "海淀区",
    "community": "志强园",
    "building": "志强园",
    "area": "顺义城",
    "city": "北京"
  }, {
    "lnglat": ["116.62622661081", "40.027701775486"],
    "district": "顺义区",
    "community": "樱花园三区",
    "building": "樱花园三区",
    "area": "安贞",
    "city": "北京"
  }, {
    "lnglat": ["116.498443579761", "39.992505026442"],
    "district": "朝阳区",
    "community": "银枫家园",
    "building": "彩虹路6号",
    "area": "大山子",
    "city": "北京"
  }, {
    "lnglat": ["116.242691797461", "39.833399391235"],
    "district": "丰台区",
    "community": "沸城",
    "building": "晓月七里、晓月八里",
    "area": "卢沟桥",
    "city": "北京"
  }, {
    "lnglat": ["116.331861269872", "39.967841188034"],
    "district": "海淀区",
    "community": "满庭芳园",
    "building": "青云里满庭芳园",
    "area": "双榆树",
    "city": "北京"
  }, {
    "lnglat": ["116.421919365011", "39.99084009741"],
    "district": "朝阳区",
    "community": "安慧东里",
    "building": "北四环东路101号院",
    "area": "亚运村小营",
    "city": "北京"
  }, {
    "lnglat": ["116.3279983203", "39.966898014164"],
    "district": "海淀区",
    "community": "青年公寓",
    "building": "北三环西路34号",
    "area": "皂君庙",
    "city": "北京"
  }, {
    "lnglat": ["116.651446250372", "39.919950638405"],
    "district": "通州区",
    "community": "东阁雅舍",
    "building": "永顺东里1号",
    "area": "新华大街",
    "city": "北京"
  }, {
    "lnglat": ["116.613434129869", "39.927111831464"],
    "district": "朝阳区",
    "community": "北京像素北区",
    "building": "五里桥二街1号院",
    "area": "常营",
    "city": "北京"
  }, {
    "lnglat": ["116.394333193906", "39.864616851237"],
    "district": "东城区",
    "community": "望陶园小区",
    "building": "望陶园",
    "area": "常营",
    "city": "北京"
  }, {
    "lnglat": ["116.645111549309", "39.889534153131"],
    "district": "通州区",
    "community": "翠屏北里西区",
    "building": "翠屏北里西区",
    "area": "常营",
    "city": "北京"
  }, {
    "lnglat": ["116.664024674207", "40.114590952339"],
    "district": "顺义区",
    "community": "石园北区",
    "building": "石园北区",
    "area": "顺义城",
    "city": "北京"
  }, {
    "lnglat": ["115.974342254162", "40.463043610233"],
    "district": "大兴区",
    "community": "三合南里",
    "building": "三合南里",
    "area": "黄村中",
    "city": "北京"
  }, {
    "lnglat": ["116.368022901251", "40.078666516168"],
    "district": "昌平区",
    "community": "华龙苑中里",
    "building": "东小口镇华龙苑中里",
    "area": "霍营",
    "city": "北京"
  }, {
    "lnglat": ["116.491421069348", "39.804657227938"],
    "district": "亦庄开发区",
    "community": "林肯公园",
    "building": "文化园西路8号院",
    "area": "亦庄",
    "city": "北京"
  }, {
    "lnglat": ["116.470302775842", "39.97803852255"],
    "district": "朝阳区",
    "community": "花家地南里",
    "building": "花家地南里",
    "area": "望京",
    "city": "北京"
  }, {
    "lnglat": ["116.358981842567", "39.977081315627"],
    "district": "海淀区",
    "community": "塔院小区",
    "building": "塔院",
    "area": "牡丹园",
    "city": "北京"
  }, {
    "lnglat": ["116.437283417725", "39.98384783075"],
    "district": "朝阳区",
    "community": "国航宿舍",
    "building": "芍药居北里313号楼 芍药居北",
    "area": "牡丹园",
    "city": "北京"
  }, {
    "lnglat": ["116.679319152635", "39.888456409895"],
    "district": "通州区",
    "community": "柳岸方园",
    "building": "玉桥西里",
    "area": "牡丹园",
    "city": "北京"
  }, {
    "lnglat": ["116.326376328044", "39.929381373994"],
    "district": "海淀区",
    "community": "景王坟",
    "building": "景王坟",
    "area": "甘家口",
    "city": "北京"
  }, {
    "lnglat": ["116.419559602623", "39.838511941856"],
    "district": "丰台区",
    "community": "彩虹城三区",
    "building": "光彩路68号院东区",
    "area": "赵公口",
    "city": "北京"
  }, {
    "lnglat": ["116.294804777535", "39.908627628737"],
    "district": "海淀区",
    "community": "万寿路甲6号院",
    "building": "万寿路甲6号",
    "area": "北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.436623095258", "39.984511476979"],
    "district": "朝阳区",
    "community": "芍药居",
    "building": "芍药居",
    "area": "芍药居",
    "city": "北京"
  }, {
    "lnglat": ["116.356031436031", "39.934258465752"],
    "district": "西城区",
    "community": "西直门南大街",
    "building": "西直门南大街",
    "area": "芍药居",
    "city": "北京"
  }, {
    "lnglat": ["116.644277902447", "39.908523604792"],
    "district": "通州区",
    "community": "逸秀名园",
    "building": "通惠南路6号",
    "area": "芍药居",
    "city": "北京"
  }, {
    "lnglat": ["116.330088416495", "39.892027400789"],
    "district": "西城区",
    "community": "丽水莲花",
    "building": "广安门外大街三统危改小区",
    "area": "广安门",
    "city": "北京"
  }, {
    "lnglat": ["116.479777779204", "39.979356702374"],
    "district": "朝阳区",
    "community": "高家园三区",
    "building": "高家园三区",
    "area": "广安门",
    "city": "北京"
  }, {
    "lnglat": ["116.663509206561", "40.110410820672"],
    "district": "顺义区",
    "community": "石园西区",
    "building": "石园西区",
    "area": "顺义城",
    "city": "北京"
  }, {
    "lnglat": ["116.226760139754", "39.890980109786"],
    "district": "石景山区",
    "community": "京汉旭城",
    "building": "八宝山南路京汉旭城",
    "area": "鲁谷",
    "city": "北京"
  }, {
    "lnglat": ["116.553725342487", "39.918420085161"],
    "district": "朝阳区",
    "community": "金星小区",
    "building": "定福庄北街",
    "area": "鲁谷",
    "city": "北京"
  }, {
    "lnglat": ["116.513654750869", "39.934029915249"],
    "district": "朝阳区",
    "community": "国美第一城3号院",
    "building": "青年路西里3号院",
    "area": "朝青",
    "city": "北京"
  }, {
    "lnglat": ["116.334867739188", "39.893967460667"],
    "district": "西城区",
    "community": "荣丰2008",
    "building": "广安门外大街305号八区",
    "area": "广安门",
    "city": "北京"
  }, {
    "lnglat": ["116.658444902024", "40.139403737555"],
    "district": "顺义区",
    "community": "双兴东区",
    "building": "双兴东区",
    "area": "顺义城",
    "city": "北京"
  }, {
    "lnglat": ["116.403493196433", "40.036055462074"],
    "district": "朝阳区",
    "community": "世纪龙祥嘉园",
    "building": "世纪龙祥嘉园",
    "area": "奥林匹克公园",
    "city": "北京"
  }, {
    "lnglat": ["116.562974874807", "39.90519543463"],
    "district": "朝阳区",
    "community": "艺水芳园",
    "building": "北花园街1号院",
    "area": "双桥",
    "city": "北京"
  }, {
    "lnglat": ["116.439903618374", "39.942505267515"],
    "district": "东城区",
    "community": "察慈小区",
    "building": "东直门外大街",
    "area": "双桥",
    "city": "北京"
  }, {
    "lnglat": ["116.384681827635", "39.85636536065"],
    "district": "丰台区",
    "community": "政洋家园",
    "building": "马家堡东里",
    "area": "洋桥",
    "city": "北京"
  }, {
    "lnglat": ["116.272349976721", "39.950972754553"],
    "district": "海淀区",
    "community": "郦城二区",
    "building": "常青园二区",
    "area": "四季青",
    "city": "北京"
  }, {
    "lnglat": ["116.302325266184", "39.83106945063"],
    "district": "丰台区",
    "community": "怡海花园恒泰园",
    "building": "怡海花园恒泰园",
    "area": "科技园区",
    "city": "北京"
  }, {
    "lnglat": ["116.431189911452", "39.892057115707"],
    "district": "东城区",
    "community": "幸福家园三期",
    "building": "幸福家园",
    "area": "广渠门",
    "city": "北京"
  }, {
    "lnglat": ["116.442823684947", "39.895033641986"],
    "district": "东城区",
    "community": "丽水湾畔家园",
    "building": "广渠门北里甲73号院",
    "area": "广渠门",
    "city": "北京"
  }, {
    "lnglat": ["116.428384998369", "39.93636562303"],
    "district": "东城区",
    "community": "海运仓小区",
    "building": "海运仓胡同",
    "area": "东直门",
    "city": "北京"
  }, {
    "lnglat": ["116.457000675987", "39.878300193902"],
    "district": "朝阳区",
    "community": "东架松",
    "building": "东架松",
    "area": "东直门",
    "city": "北京"
  }, {
    "lnglat": ["116.363462996229", "39.943770029656"],
    "district": "西城区",
    "community": "玉桃园三区",
    "building": "玉桃园三区",
    "area": "东直门",
    "city": "北京"
  }, {
    "lnglat": ["116.326073798135", "40.066297517249"],
    "district": "昌平区",
    "community": "万润家园",
    "building": "回龙观镇万润家园",
    "area": "龙泽",
    "city": "北京"
  }, {
    "lnglat": ["116.510441089901", "39.900071364061"],
    "district": "朝阳区",
    "community": "百子湾家园一区",
    "building": "百子湾家园",
    "area": "百子湾",
    "city": "北京"
  }, {
    "lnglat": ["116.431211689666", "39.980683393896"],
    "district": "朝阳区",
    "community": "芍药居5号院",
    "building": "芍药居5号院",
    "area": "百子湾",
    "city": "北京"
  }, {
    "lnglat": ["116.333589865009", "39.795296171251"],
    "district": "大兴区",
    "community": "宏盛家园",
    "building": "宏盛园小区",
    "area": "西红门",
    "city": "北京"
  }, {
    "lnglat": ["116.481971440041", "39.970203287574"],
    "district": "朝阳区",
    "community": "丽都职工宿舍",
    "building": "芳园里",
    "area": "常营",
    "city": "北京"
  }, {
    "lnglat": ["116.323044298742", "39.742427265402"],
    "district": "大兴区",
    "community": "波普公社",
    "building": "波普公社",
    "area": "常营",
    "city": "北京"
  }, {
    "lnglat": ["116.694609762208", "39.895633763621"],
    "district": "通州区",
    "community": "运河居",
    "building": "运河西大街1号",
    "area": "常营",
    "city": "北京"
  }, {
    "lnglat": ["116.506474736085", "39.959309760724"],
    "district": "朝阳区",
    "community": "梵谷水郡",
    "building": "驼房营南路2号院",
    "area": "酒仙桥",
    "city": "北京"
  }, {
    "lnglat": ["116.348083747765", "40.008369519521"],
    "district": "海淀区",
    "community": "林大北路9号院",
    "building": "林业大学北路9号院",
    "area": "酒仙桥",
    "city": "北京"
  }, {
    "lnglat": ["116.369358111273", "39.85429630754"],
    "district": "丰台区",
    "community": "嘉园一里",
    "building": "嘉园一里",
    "area": "马家堡",
    "city": "北京"
  }, {
    "lnglat": ["116.511589172028", "39.917228901514"],
    "district": "朝阳区",
    "community": "朝阳无限",
    "building": "甘露园",
    "area": "甘露园",
    "city": "北京"
  }, {
    "lnglat": ["116.412994066442", "39.96420610051"],
    "district": "东城区",
    "community": "小黄庄前街13号院",
    "building": "小黄庄前街13号院",
    "area": "安贞",
    "city": "北京"
  }, {
    "lnglat": ["116.434892780166", "39.869600017548"],
    "district": "丰台区",
    "community": "芳城园一区",
    "building": "方庄芳城园一区",
    "area": "方庄",
    "city": "北京"
  }, {
    "lnglat": ["116.412632371257", "39.859226933851"],
    "district": "丰台区",
    "community": "定安西里",
    "building": "定安西里",
    "area": "方庄",
    "city": "北京"
  }, {
    "lnglat": ["116.326995813193", "39.946966251985"],
    "district": "海淀区",
    "community": "国家气象局",
    "building": "白石桥路46号",
    "area": "白石桥",
    "city": "北京"
  }, {
    "lnglat": ["116.325462283707", "40.075588148176"],
    "district": "昌平区",
    "community": "龙华园",
    "building": "回龙观镇龙华园小区",
    "area": "龙泽",
    "city": "北京"
  }, {
    "lnglat": ["116.345909495856", "39.713864498352"],
    "district": "大兴区",
    "community": "海子角西里",
    "building": "海子角西里",
    "area": "观音寺",
    "city": "北京"
  }, {
    "lnglat": ["116.33983165076", "39.876825931067"],
    "district": "西城区",
    "community": "乐城",
    "building": "红莲南路6号院",
    "area": "菜户营",
    "city": "北京"
  }, {
    "lnglat": ["116.65250461738", "39.92651178158"],
    "district": "通州区",
    "community": "富河园",
    "building": "富河园",
    "area": "北关",
    "city": "北京"
  }, {
    "lnglat": ["116.643667964635", "39.874245192908"],
    "district": "通州区",
    "community": "旗舰凯旋二三期",
    "building": "万盛北里",
    "area": "九棵树",
    "city": "北京"
  }, {
    "lnglat": ["116.360171180993", "40.085778865999"],
    "district": "昌平区",
    "community": "和谐家园一区",
    "building": "回龙观镇和谐家园一区",
    "area": "回龙观",
    "city": "北京"
  }, {
    "lnglat": ["116.379944483978", "40.080338193353"],
    "district": "昌平区",
    "community": "紫金新干线",
    "building": "东小口镇霍营村新干线住宅小区",
    "area": "霍营",
    "city": "北京"
  }, {
    "lnglat": ["116.581140659376", "39.917814324263"],
    "district": "朝阳区",
    "community": "万方家园",
    "building": "荟康苑",
    "area": "霍营",
    "city": "北京"
  }, {
    "lnglat": ["116.319229397719", "39.981046332537"],
    "district": "海淀区",
    "community": "科育小区",
    "building": "中关村",
    "area": "中关村",
    "city": "北京"
  }, {
    "lnglat": ["116.342002551031", "39.915378788898"],
    "district": "西城区",
    "community": "三里河一区",
    "building": "三里河一区",
    "area": "中关村",
    "city": "北京"
  }, {
    "lnglat": ["116.196498932943", "39.923721480971"],
    "district": "石景山区",
    "community": "杨庄中区",
    "building": "杨庄中区",
    "area": "杨庄",
    "city": "北京"
  }, {
    "lnglat": ["116.305592117529", "39.982112218905"],
    "district": "海淀区",
    "community": "大河庄苑",
    "building": "大河庄苑",
    "area": "苏州桥",
    "city": "北京"
  }, {
    "lnglat": ["116.290899052424", "39.842567539353"],
    "district": "丰台区",
    "community": "新华街六里",
    "building": "新华街六里",
    "area": "看丹桥",
    "city": "北京"
  }, {
    "lnglat": ["116.34175270408", "39.892629115019"],
    "district": "西城区",
    "community": "西豪逸景",
    "building": "小马厂路1号院",
    "area": "广安门",
    "city": "北京"
  }, {
    "lnglat": ["116.641393732195", "39.894228081319"],
    "district": "通州区",
    "community": "新华联家园北区",
    "building": "杨庄南里",
    "area": "果园",
    "city": "北京"
  }, {
    "lnglat": ["116.362044964731", "39.980277543553"],
    "district": "海淀区",
    "community": "二轻局宿舍",
    "building": "花园北路二轻局宿舍",
    "area": "果园",
    "city": "北京"
  }, {
    "lnglat": ["116.559250907071", "39.907948433156"],
    "district": "朝阳区",
    "community": "珠江绿洲",
    "building": "建国路18号院",
    "area": "双桥",
    "city": "北京"
  }, {
    "lnglat": ["116.355118019132", "39.947861139654"],
    "district": "西城区",
    "community": "迈豪时代",
    "building": "西直门北大街47号",
    "area": "双桥",
    "city": "北京"
  }, {
    "lnglat": ["116.426339793835", "40.03734759215"],
    "district": "朝阳区",
    "community": "筑华年",
    "building": "双营路2号院",
    "area": "北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.416380697607", "39.856713549555"],
    "district": "丰台区",
    "community": "南三环中路",
    "building": "南三环中路",
    "area": "刘家窑",
    "city": "北京"
  }, {
    "lnglat": ["116.251951355277", "39.868352952903"],
    "district": "丰台区",
    "community": "万科中粮假日风景",
    "building": "大瓦窑北路2号院",
    "area": "青塔",
    "city": "北京"
  }, {
    "lnglat": ["116.54386672023", "39.74950817765"],
    "district": "亦庄开发区",
    "community": "样本",
    "building": "新海南里",
    "area": "马驹桥",
    "city": "北京"
  }, {
    "lnglat": ["116.643930072322", "39.927968892047"],
    "district": "通州区",
    "community": "天赐良园二期",
    "building": "西富河园1号",
    "area": "北关",
    "city": "北京"
  }, {
    "lnglat": ["116.472538713067", "39.896468582631"],
    "district": "朝阳区",
    "community": "乐成国际",
    "building": "百子湾南二路76号院",
    "area": "双井",
    "city": "北京"
  }, {
    "lnglat": ["116.317306169906", "39.75793832491"],
    "district": "大兴区",
    "community": "骏城",
    "building": "兴盛园",
    "area": "枣园",
    "city": "北京"
  }, {
    "lnglat": ["116.265965452135", "39.905770144587"],
    "district": "海淀区",
    "community": "永定路东街5号院",
    "building": "永定路东街5号院",
    "area": "枣园",
    "city": "北京"
  }, {
    "lnglat": ["116.471111905055", "39.996441786278"],
    "district": "朝阳区",
    "community": "望京新城",
    "building": "望京西园",
    "area": "望京",
    "city": "北京"
  }, {
    "lnglat": ["116.559563022684", "39.922583850145"],
    "district": "朝阳区",
    "community": "美然动力A2区",
    "building": "朝阳北路50号院",
    "area": "苏州桥",
    "city": "北京"
  }, {
    "lnglat": ["116.352989858907", "39.965037680894"],
    "district": "海淀区",
    "community": "政法大学文化楼",
    "building": "政法大学院内",
    "area": "苏州桥",
    "city": "北京"
  }, {
    "lnglat": ["116.429500671605", "39.860144221575"],
    "district": "丰台区",
    "community": "芳群园四区",
    "building": "方庄芳群园四区",
    "area": "方庄",
    "city": "北京"
  }, {
    "lnglat": ["116.422012038777", "39.896367913032"],
    "district": "东城区",
    "community": "新景家园西区",
    "building": "西花市南里西区",
    "area": "崇文门",
    "city": "北京"
  }, {
    "lnglat": ["116.665183599038", "39.889051151556"],
    "district": "通州区",
    "community": "当代名筑",
    "building": "葛布店东里",
    "area": "梨园",
    "city": "北京"
  }, {
    "lnglat": ["116.295521334983", "39.964170713243"],
    "district": "海淀区",
    "community": "光大水墨",
    "building": "万柳光大西园",
    "area": "万柳",
    "city": "北京"
  }, {
    "lnglat": ["116.413743519746", "39.855031757182"],
    "district": "丰台区",
    "community": "赵公口小区",
    "building": "赵公口",
    "area": "万柳",
    "city": "北京"
  }, {
    "lnglat": ["116.235400015582", "39.857869119055"],
    "district": "石景山区",
    "community": "广安﹒康馨家园",
    "building": "广安康馨家园",
    "area": "万柳",
    "city": "北京"
  }, {
    "lnglat": ["116.522992709059", "39.920061338656"],
    "district": "朝阳区",
    "community": "天鹅湾南区",
    "building": "雅成三里",
    "area": "管庄",
    "city": "北京"
  }, {
    "lnglat": ["116.494864721072", "39.787939543093"],
    "district": "亦庄开发区",
    "community": "卡尔公寓",
    "building": "天宝园四里",
    "area": "亦庄",
    "city": "北京"
  }, {
    "lnglat": ["116.489400976525", "39.979771362283"],
    "district": "朝阳区",
    "community": "酒仙桥路11号",
    "building": "酒仙桥路11号楼",
    "area": "亦庄",
    "city": "北京"
  }, {
    "lnglat": ["116.418632147769", "39.870319692558"],
    "district": "丰台区",
    "community": "蒲黄榆二里",
    "building": "蒲黄榆二里",
    "area": "亦庄",
    "city": "北京"
  }, {
    "lnglat": ["116.503682000112", "39.909902697721"],
    "district": "朝阳区",
    "community": "壹线国际",
    "building": "通惠家园",
    "area": "四惠",
    "city": "北京"
  }, {
    "lnglat": ["116.373912283707", "39.844104593502"],
    "district": "丰台区",
    "community": "瑞丽江畔",
    "building": "马家堡西路28号院",
    "area": "马家堡",
    "city": "北京"
  }, {
    "lnglat": ["116.340518749077", "39.873066492163"],
    "district": "丰台区",
    "community": "顺驰蓝调",
    "building": "三路居路88号院",
    "area": "菜户营",
    "city": "北京"
  }, {
    "lnglat": ["116.633997381873", "40.02020330612"],
    "district": "顺义区",
    "community": "莱茵湾一期",
    "building": "莱茵湾一期",
    "area": "菜户营",
    "city": "北京"
  }, {
    "lnglat": ["116.465552175332", "40.011854047108"],
    "district": "朝阳区",
    "community": "利泽西园",
    "building": "广顺北大街利泽西园",
    "area": "望京",
    "city": "北京"
  }, {
    "lnglat": ["116.438105272587", "39.874145491907"],
    "district": "东城区",
    "community": "左安浦园",
    "building": "左安门内大街77号",
    "area": "左安门",
    "city": "北京"
  }, {
    "lnglat": ["116.427348984688", "39.986601267335"],
    "district": "朝阳区",
    "community": "高原街4号院",
    "building": "高原街4号院",
    "area": "芍药居",
    "city": "北京"
  }, {
    "lnglat": ["116.28618687987", "39.842461452047"],
    "district": "丰台区",
    "community": "新华街七里",
    "building": "新华街七里",
    "area": "芍药居",
    "city": "北京"
  }, {
    "lnglat": ["116.314385733724", "40.055668643699"],
    "district": "海淀区",
    "community": "领秀硅谷",
    "building": "西二旗中路",
    "area": "西二旗",
    "city": "北京"
  }, {
    "lnglat": ["116.380668750722", "39.954659742734"],
    "district": "西城区",
    "community": "教场口9号院",
    "building": "教场口街9号院",
    "area": "北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.654841333112", "39.902010172574"],
    "district": "通州区",
    "community": "后南仓",
    "building": "后南仓",
    "area": "北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.475128572891", "39.995416165298"],
    "district": "朝阳区",
    "community": "华鼎世家三期",
    "building": "望京园",
    "area": "北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.186225771973", "39.917922801666"],
    "district": "石景山区",
    "community": "古城地铁车辆段",
    "building": "地铁楼",
    "area": "北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.498586590019", "39.922655116239"],
    "district": "朝阳区",
    "community": "八里庄南里",
    "building": "八里庄南里",
    "area": "十里堡",
    "city": "北京"
  }, {
    "lnglat": ["116.42965297609", "39.995234385376"],
    "district": "朝阳区",
    "community": "世纪村西区",
    "building": "育慧北路8号三区",
    "area": "亚运村小营",
    "city": "北京"
  }, {
    "lnglat": ["116.465610748177", "39.994427103816"],
    "district": "朝阳区",
    "community": "大西洋新城C区",
    "building": "广顺北大街33号C区",
    "area": "望京",
    "city": "北京"
  }, {
    "lnglat": ["116.319100418839", "39.967882436606"],
    "district": "海淀区",
    "community": "西颐北馆",
    "building": "西颐北馆",
    "area": "苏州桥",
    "city": "北京"
  }, {
    "lnglat": ["116.362998541199", "39.87960043033"],
    "district": "西城区",
    "community": "新安北里",
    "building": "新安北里",
    "area": "双井",
    "city": "北京"
  }, {
    "lnglat": ["116.479034587411", "40.000280195424"],
    "district": "朝阳区",
    "community": "宝星国际二期",
    "building": "望京东园",
    "area": "望京",
    "city": "北京"
  }, {
    "lnglat": ["116.412680603141", "40.030668403081"],
    "district": "朝阳区",
    "community": "天月园",
    "building": "天月园",
    "area": "惠新西街",
    "city": "北京"
  }, {
    "lnglat": ["116.320183185244", "39.971687624519"],
    "district": "海淀区",
    "community": "双榆树北里",
    "building": "双榆树北里",
    "area": "双榆树",
    "city": "北京"
  }, {
    "lnglat": ["116.344937808797", "40.065511911292"],
    "district": "海淀区",
    "community": "东村家园",
    "building": "回龙观镇东村家园",
    "area": "龙泽",
    "city": "北京"
  }, {
    "lnglat": ["116.333881488538", "40.053810624679"],
    "district": "海淀区",
    "community": "悦秀园",
    "building": "西三旗悦秀园",
    "area": "西三旗",
    "city": "北京"
  }, {
    "lnglat": ["116.469279024124", "39.893683866558"],
    "district": "朝阳区",
    "community": "九龙花园",
    "building": "广渠路九龙山家园",
    "area": "双井",
    "city": "北京"
  }, {
    "lnglat": ["116.463996468425", "39.933201165258"],
    "district": "朝阳区",
    "community": "团结湖北头条",
    "building": "团结湖北头条",
    "area": "双井",
    "city": "北京"
  }, {
    "lnglat": ["116.342534512838", "39.736400064523"],
    "district": "大兴区",
    "community": "时代龙和",
    "building": "黄村中里",
    "area": "黄村中",
    "city": "北京"
  }, {
    "lnglat": ["116.413210881341", "39.839158315621"],
    "district": "丰台区",
    "community": "彩虹城四区",
    "building": "光彩路65号院",
    "area": "赵公口",
    "city": "北京"
  }, {
    "lnglat": ["116.305704528877", "39.890342033848"],
    "district": "丰台区",
    "community": "莲馨嘉园",
    "building": "莲花池西里11号",
    "area": "赵公口",
    "city": "北京"
  }, {
    "lnglat": ["116.337673095067", "39.919183902938"],
    "district": "西城区",
    "community": "月坛北街25号院",
    "building": "月坛北街25号院",
    "area": "刘家窑",
    "city": "北京"
  }, {
    "lnglat": ["116.25144295875", "39.929788164139"],
    "district": "海淀区",
    "community": "景宜里",
    "building": "畅茜园景宜里",
    "area": "刘家窑",
    "city": "北京"
  }, {
    "lnglat": ["116.368058260973", "39.873503043281"],
    "district": "西城区",
    "community": "远雄大观",
    "building": "半步桥街42号",
    "area": "望京",
    "city": "北京"
  }, {
    "lnglat": ["116.42508573681", "40.076815188649"],
    "district": "昌平区",
    "community": "天通苑北二区",
    "building": "北七家镇天通北苑二区",
    "area": "天通苑",
    "city": "北京"
  }, {
    "lnglat": ["116.368044464519", "40.0853738604"],
    "district": "昌平区",
    "community": "龙锦苑东二区",
    "building": "龙锦苑东二区",
    "area": "霍营",
    "city": "北京"
  }, {
    "lnglat": ["116.450007267023", "39.885409121426"],
    "district": "朝阳区",
    "community": "劲松嘉园",
    "building": "广和南里二条16号院",
    "area": "劲松",
    "city": "北京"
  }, {
    "lnglat": ["116.285324310885", "39.838577094143"],
    "district": "丰台区",
    "community": "设计师广场",
    "building": "西四环南路103号院",
    "area": "看丹桥",
    "city": "北京"
  }, {
    "lnglat": ["116.67583513703", "39.935400494551"],
    "district": "通州区",
    "community": "枫露花园",
    "building": "东潞苑",
    "area": "看丹桥",
    "city": "北京"
  }, {
    "lnglat": ["116.417858364933", "39.785625502598"],
    "district": "大兴区",
    "community": "芳源里",
    "building": "芳源里",
    "area": "旧宫",
    "city": "北京"
  }, {
    "lnglat": ["116.381393907821", "39.993995481418"],
    "district": "朝阳区",
    "community": "华盛乐章",
    "building": "安翔里",
    "area": "健翔桥",
    "city": "北京"
  }, {
    "lnglat": ["116.466978988296", "39.841396853483"],
    "district": "朝阳区",
    "community": "吕营嘉园",
    "building": "吕营嘉园",
    "area": "健翔桥",
    "city": "北京"
  }, {
    "lnglat": ["116.689934270979", "39.897689776055"],
    "district": "通州区",
    "community": "博客园",
    "building": "乔庄东区",
    "area": "乔庄",
    "city": "北京"
  }, {
    "lnglat": ["116.656378516993", "40.192071649494"],
    "district": "顺义区",
    "community": "香悦四季",
    "building": "香悦四季",
    "area": "乔庄",
    "city": "北京"
  }, {
    "lnglat": ["116.408960332172", "40.069224987478"],
    "district": "昌平区",
    "community": "太平家园",
    "building": "太平中街",
    "area": "天通苑",
    "city": "北京"
  }, {
    "lnglat": ["116.229549405991", "39.894300089768"],
    "district": "石景山区",
    "community": "重聚园",
    "building": "重聚园",
    "area": "鲁谷",
    "city": "北京"
  }, {
    "lnglat": ["116.439354387459", "40.035744094219"],
    "district": "朝阳区",
    "community": "山水蓝维",
    "building": "来春园",
    "area": "北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.295391219003", "39.917980655781"],
    "district": "海淀区",
    "community": "万寿路甲15号院五区",
    "building": "万寿路甲15号院五区",
    "area": "北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.475128572891", "39.995416165298"],
    "district": "朝阳区",
    "community": "华鼎世家一期",
    "building": "望京园三区305号楼306号楼",
    "area": "北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.636775982955", "39.886910966834"],
    "district": "通州区",
    "community": "探矿家属院",
    "building": "半壁店大街8号",
    "area": "牡丹园",
    "city": "北京"
  }, {
    "lnglat": ["116.194303513944", "39.91094839362"],
    "district": "石景山区",
    "community": "古城南路",
    "building": "古城南路",
    "area": "古城",
    "city": "北京"
  }, {
    "lnglat": ["116.463758441732", "39.930029133317"],
    "district": "朝阳区",
    "community": "白家庄东里",
    "building": "白家庄东里",
    "area": "团结湖",
    "city": "北京"
  }, {
    "lnglat": ["116.377716300627", "40.064006582138"],
    "district": "海淀区",
    "community": "富力桃园A区",
    "building": "建材城富力桃园",
    "area": "西三旗",
    "city": "北京"
  }, {
    "lnglat": ["116.437113909765", "39.897429238241"],
    "district": "东城区",
    "community": "本家润园一期",
    "building": "东花市南里东区",
    "area": "东花市",
    "city": "北京"
  }, {
    "lnglat": ["116.365979966675", "40.074806674509"],
    "district": "昌平区",
    "community": "华龙苑南里",
    "building": "东小口镇华龙苑南里",
    "area": "霍营",
    "city": "北京"
  }, {
    "lnglat": ["116.655658282666", "39.887695324893"],
    "district": "通州区",
    "community": "瑞都国际南区",
    "building": "翠景北里",
    "area": "九棵树",
    "city": "北京"
  }, {
    "lnglat": ["116.302317293659", "39.831090310289"],
    "district": "丰台区",
    "community": "怡海花园富润园",
    "building": "怡海花园富润园",
    "area": "科技园区",
    "city": "北京"
  }, {
    "lnglat": ["116.357236200532", "39.846947985431"],
    "district": "丰台区",
    "community": "恋日嘉园一期",
    "building": "草桥欣园三区",
    "area": "草桥",
    "city": "北京"
  }, {
    "lnglat": ["116.410628021161", "39.845612582312"],
    "district": "丰台区",
    "community": "光彩家园",
    "building": "光彩家园",
    "area": "垡头",
    "city": "北京"
  }, {
    "lnglat": ["116.3655016232", "39.97816116077"],
    "district": "海淀区",
    "community": "花园路3号院",
    "building": "花园路3号院",
    "area": "牡丹园",
    "city": "北京"
  }, {
    "lnglat": ["116.446487958118", "39.892660054434"],
    "district": "东城区",
    "community": "冠城名敦道",
    "building": "广渠家园",
    "area": "广渠门",
    "city": "北京"
  }, {
    "lnglat": ["116.341650972527", "39.887120672011"],
    "district": "西城区",
    "community": "朗琴园",
    "building": "手帕口南街1号院",
    "area": "广安门",
    "city": "北京"
  }, {
    "lnglat": ["116.345295070359", "39.882761615268"],
    "district": "西城区",
    "community": "广安门小区",
    "building": "手帕口南街",
    "area": "广安门",
    "city": "北京"
  }, {
    "lnglat": ["116.411437636698", "40.05451986852"],
    "district": "昌平区",
    "community": "奥北南区",
    "building": "汤立路201号院",
    "area": "立水桥",
    "city": "北京"
  }, {
    "lnglat": ["116.274490654406", "39.944423322545"],
    "district": "海淀区",
    "community": "定慧福里",
    "building": "定慧家园北里",
    "area": "立水桥",
    "city": "北京"
  }, {
    "lnglat": ["116.660746890556", "39.879063234069"],
    "district": "通州区",
    "community": "云景西里南区",
    "building": "云景西里南区",
    "area": "梨园",
    "city": "北京"
  }, {
    "lnglat": ["116.368396332387", "40.038179568923"],
    "district": "海淀区",
    "community": "宝盛北里",
    "building": "宝盛北里西区",
    "area": "清河",
    "city": "北京"
  }, {
    "lnglat": ["116.415443761353", "40.002338660126"],
    "district": "朝阳区",
    "community": "安慧北里逸园",
    "building": "安慧北里逸园",
    "area": "亚运村",
    "city": "北京"
  }, {
    "lnglat": ["116.338308778133", "39.896957617734"],
    "district": "西城区",
    "community": "莲花池东路24号院",
    "building": "莲花池东路24号院",
    "area": "亚运村",
    "city": "北京"
  }, {
    "lnglat": ["116.285052515247", "39.931010768157"],
    "district": "海淀区",
    "community": "恩济里小区",
    "building": "八里庄恩济里小区",
    "area": "亚运村",
    "city": "北京"
  }, {
    "lnglat": ["116.416312801401", "40.033012686708"],
    "district": "朝阳区",
    "community": "天畅园",
    "building": "天畅园",
    "area": "北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.439751859385", "40.046343087384"],
    "district": "朝阳区",
    "community": "中国铁建国际城",
    "building": "清河营东路6号院",
    "area": "北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.452580652799", "39.954276241102"],
    "district": "朝阳区",
    "community": "三源里街",
    "building": "三源里街",
    "area": "燕莎",
    "city": "北京"
  }, {
    "lnglat": ["116.534577182905", "40.097067306454"],
    "district": "顺义区",
    "community": "三山新新家园",
    "building": "三山新新家园",
    "area": "后沙峪",
    "city": "北京"
  }, {
    "lnglat": ["116.470688932305", "39.884580415824"],
    "district": "朝阳区",
    "community": "首城国际",
    "building": "广渠路36号院",
    "area": "双井",
    "city": "北京"
  }, {
    "lnglat": ["116.284452044241", "39.952292133455"],
    "district": "海淀区",
    "community": "远大园",
    "building": "远大园",
    "area": "世纪城",
    "city": "北京"
  }, {
    "lnglat": ["116.444914951787", "39.966854625749"],
    "district": "朝阳区",
    "community": "西坝河东里",
    "building": "西坝河东里",
    "area": "西坝河",
    "city": "北京"
  }, {
    "lnglat": ["116.629939650606", "40.026003546447"],
    "district": "顺义区",
    "community": "樱花园一区",
    "building": "樱花园一区",
    "area": "西坝河",
    "city": "北京"
  }, {
    "lnglat": ["116.422245795089", "39.967854454855"],
    "district": "东城区",
    "community": "和平街十一区",
    "building": "和平街十一区",
    "area": "和平里",
    "city": "北京"
  }, {
    "lnglat": ["116.41430347145", "39.838042867186"],
    "district": "丰台区",
    "community": "彩虹城五区",
    "building": "光彩路67号院",
    "area": "赵公口",
    "city": "北京"
  }, {
    "lnglat": ["116.365913641927", "39.9384919737"],
    "district": "西城区",
    "community": "冠英园小区",
    "building": "冠英园西区",
    "area": "官园",
    "city": "北京"
  }, {
    "lnglat": ["116.350862210681", "39.96808042712"],
    "district": "海淀区",
    "community": "蓟门东里",
    "building": "蓟门里东区",
    "area": "知春路",
    "city": "北京"
  }, {
    "lnglat": ["116.414864449254", "39.940513830726"],
    "district": "东城区",
    "community": "交道口东大街",
    "building": "交道口东大街",
    "area": "交道口",
    "city": "北京"
  }, {
    "lnglat": ["116.679128346894", "39.920078612303"],
    "district": "通州区",
    "community": "月亮城堡",
    "building": "芙蓉园",
    "area": "武夷花园",
    "city": "北京"
  }, {
    "lnglat": ["116.269958081", "39.879967678876"],
    "district": "丰台区",
    "community": "民岳家园",
    "building": "梅市口路12号院",
    "area": "岳各庄",
    "city": "北京"
  }, {
    "lnglat": ["116.356571067493", "40.083232601335"],
    "district": "昌平区",
    "community": "矩阵二期",
    "building": "回龙观镇天龙苑",
    "area": "回龙观",
    "city": "北京"
  }, {
    "lnglat": ["116.658808739053", "39.910075718785"],
    "district": "通州区",
    "community": "天桥湾",
    "building": "天桥湾",
    "area": "回龙观",
    "city": "北京"
  }, {
    "lnglat": ["116.297606322859", "39.841933492061"],
    "district": "丰台区",
    "community": "宝丰大厦",
    "building": "造甲南里11号楼",
    "area": "回龙观",
    "city": "北京"
  }, {
    "lnglat": ["116.346840164895", "39.934624193249"],
    "district": "西城区",
    "community": "车公庄北里",
    "building": "车公庄北里",
    "area": "车公庄",
    "city": "北京"
  }, {
    "lnglat": ["116.646815238744", "39.908398862863"],
    "district": "通州区",
    "community": "北京光学仪器厂家属院",
    "building": "新华西街55",
    "area": "车公庄",
    "city": "北京"
  }, {
    "lnglat": ["116.38880634534", "39.955428649959"],
    "district": "西城区",
    "community": "六铺炕二区",
    "building": "六铺炕二区",
    "area": "六铺炕",
    "city": "北京"
  }, {
    "lnglat": ["116.203002637152", "39.837101395858"],
    "district": "丰台区",
    "community": "玉皇庄小区",
    "building": "玉皇庄小区",
    "area": "通州北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.416915874296", "39.846982695913"],
    "district": "丰台区",
    "community": "石榴园北里小区",
    "building": "石榴园北里",
    "area": "刘家窑",
    "city": "北京"
  }, {
    "lnglat": ["116.264482841017", "39.925842476011"],
    "district": "海淀区",
    "community": "永景园",
    "building": "永定路甲1号院",
    "area": "刘家窑",
    "city": "北京"
  }, {
    "lnglat": ["116.349166654246", "40.010670553637"],
    "district": "海淀区",
    "community": "清枫华景园",
    "building": "清枫华景园",
    "area": "学院路",
    "city": "北京"
  }, {
    "lnglat": ["116.480652198941", "39.897438408426"],
    "district": "朝阳区",
    "community": "金港国际",
    "building": "西大望路19号院",
    "area": "大望路",
    "city": "北京"
  }, {
    "lnglat": ["116.326574004063", "40.05692032419"],
    "district": "海淀区",
    "community": "龙兴园南区",
    "building": "回龙观镇龙兴园南区",
    "area": "和平里",
    "city": "北京"
  }, {
    "lnglat": ["116.420793199082", "40.04600844"],
    "district": "朝阳区",
    "community": "北苑家园莲葩园",
    "building": "北苑家园莲葩园",
    "area": "北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.458867613851", "39.896025423211"],
    "district": "朝阳区",
    "community": "富力城A区",
    "building": "广渠门外大街1号院",
    "area": "双井",
    "city": "北京"
  }, {
    "lnglat": ["116.598597419757", "39.911518317373"],
    "district": "朝阳区",
    "community": "朗廷",
    "building": "朗廷",
    "area": "双井",
    "city": "北京"
  }, {
    "lnglat": ["116.290933493885", "39.844049384216"],
    "district": "丰台区",
    "community": "新华街三里",
    "building": "新华街三里",
    "area": "看丹桥",
    "city": "北京"
  }, {
    "lnglat": ["116.205536193518", "39.935073595687"],
    "district": "石景山区",
    "community": "西黄新村北里",
    "building": "西黄新村北里",
    "area": "苹果园",
    "city": "北京"
  }, {
    "lnglat": ["116.673013385121", "39.887115941037"],
    "district": "通州区",
    "community": "玉桥西里70号院",
    "building": "玉桥西里70号院",
    "area": "玉桥",
    "city": "北京"
  }, {
    "lnglat": ["116.294368496305", "40.023897602925"],
    "district": "海淀区",
    "community": "七彩华园",
    "building": "厢黄旗七彩华园",
    "area": "霍营",
    "city": "北京"
  }, {
    "lnglat": ["116.464508449062", "39.989540209148"],
    "district": "朝阳区",
    "community": "大西洋新城F区",
    "building": "广顺北大街33号望京大西洋新城",
    "area": "望京",
    "city": "北京"
  }, {
    "lnglat": ["116.478217886913", "40.001315752664"],
    "district": "朝阳区",
    "community": "炫彩嘉轩",
    "building": "望京西园一区",
    "area": "望京",
    "city": "北京"
  }, {
    "lnglat": ["116.434608747528", "39.982811419863"],
    "district": "朝阳区",
    "community": "芍药居14号院",
    "building": "芍药居14号院",
    "area": "望京",
    "city": "北京"
  }, {
    "lnglat": ["116.139323771291", "39.939603279399"],
    "district": "石景山区",
    "community": "高井",
    "building": "高井电厂",
    "area": "望京",
    "city": "北京"
  }, {
    "lnglat": ["116.442212967569", "39.971205861469"],
    "district": "朝阳区",
    "community": "社科院",
    "building": "西坝河北里",
    "area": "望京",
    "city": "北京"
  }, {
    "lnglat": ["116.324133026894", "39.927802748534"],
    "district": "海淀区",
    "community": "增光路36号院",
    "building": "增光路36号院",
    "area": "甘家口",
    "city": "北京"
  }, {
    "lnglat": ["116.41260405788", "39.9223970757"],
    "district": "东城区",
    "community": "玉石胡同",
    "building": "玉石胡同",
    "area": "甘家口",
    "city": "北京"
  }, {
    "lnglat": ["116.314054223728", "39.763090493504"],
    "district": "大兴区",
    "community": "康盛园",
    "building": "康盛园",
    "area": "枣园",
    "city": "北京"
  }, {
    "lnglat": ["116.45367439651", "39.951951027617"],
    "district": "朝阳区",
    "community": "新源街",
    "building": "新源街",
    "area": "枣园",
    "city": "北京"
  }, {
    "lnglat": ["116.452130414967", "39.811673557599"],
    "district": "大兴区",
    "community": "宣颐家园",
    "building": "宣颐家园",
    "area": "旧宫",
    "city": "北京"
  }, {
    "lnglat": ["116.223014656396", "39.90935138953"],
    "district": "石景山区",
    "community": "老山东里",
    "building": "老山东里",
    "area": "老山",
    "city": "北京"
  }, {
    "lnglat": ["116.347350926347", "39.940784987048"],
    "district": "西城区",
    "community": "德宝新园",
    "building": "德宝新园 ",
    "area": "西直门",
    "city": "北京"
  }, {
    "lnglat": ["116.39658841546", "39.853439175628"],
    "district": "丰台区",
    "community": "珠江骏景中区",
    "building": "骏景园中区",
    "area": "西罗园",
    "city": "北京"
  }, {
    "lnglat": ["116.45046216891", "39.871914233229"],
    "district": "朝阳区",
    "community": "潘家园南里",
    "building": "潘家园南里",
    "area": "潘家园",
    "city": "北京"
  }, {
    "lnglat": ["116.664328363957", "40.132899215254"],
    "district": "顺义区",
    "community": "金汉绿港三区",
    "building": "绿港家园三区",
    "area": "顺义城",
    "city": "北京"
  }, {
    "lnglat": ["116.435184037825", "39.863702509347"],
    "district": "丰台区",
    "community": "芳星园一区",
    "building": "芳星园一区",
    "area": "中关村",
    "city": "北京"
  }, {
    "lnglat": ["116.668756209341", "40.033637464134"],
    "district": "顺义区",
    "community": "馨港庄园二区",
    "building": "馨港庄园二区",
    "area": "李桥",
    "city": "北京"
  }, {
    "lnglat": ["116.357807634393", "40.063699907373"],
    "district": "海淀区",
    "community": "知本时代",
    "building": "建材城西二里",
    "area": "西三旗",
    "city": "北京"
  }, {
    "lnglat": ["116.548551667461", "40.102443493131"],
    "district": "顺义区",
    "community": "裕祥花园",
    "building": "裕祥花园",
    "area": "后沙峪",
    "city": "北京"
  }, {
    "lnglat": ["116.416603872547", "39.857969389111"],
    "district": "丰台区",
    "community": "南三环中路15号院",
    "building": "南三环中路15号院",
    "area": "后沙峪",
    "city": "北京"
  }, {
    "lnglat": ["116.345701883338", "40.056766701022"],
    "district": "海淀区",
    "community": "育新花园",
    "building": "西三旗育新花园小区",
    "area": "西三旗",
    "city": "北京"
  }, {
    "lnglat": ["116.321777002039", "39.887129742388"],
    "district": "丰台区",
    "community": "太平桥东里",
    "building": "太平桥东里",
    "area": "太平桥",
    "city": "北京"
  }, {
    "lnglat": ["116.335351841056", "39.74012510005"],
    "district": "大兴区",
    "community": "富强西里",
    "building": "富强西里",
    "area": "黄村中",
    "city": "北京"
  }, {
    "lnglat": ["116.327742496608", "39.776009189069"],
    "district": "大兴区",
    "community": "保利茉莉公馆",
    "building": "保利茉莉公馆",
    "area": "黄村北",
    "city": "北京"
  }, {
    "lnglat": ["116.460977167303", "40.012812537743"],
    "district": "朝阳区",
    "community": "澳洲康都",
    "building": "望京北路39号院",
    "area": "望京",
    "city": "北京"
  }, {
    "lnglat": ["116.554441478692", "39.950418692139"],
    "district": "朝阳区",
    "community": "朝阳新城一区",
    "building": "朝新嘉园东里一区",
    "area": "望京",
    "city": "北京"
  }, {
    "lnglat": ["116.305306418924", "40.078822505481"],
    "district": "昌平区",
    "community": "北京人家",
    "building": "回龙观东大街",
    "area": "回龙观",
    "city": "北京"
  }, {
    "lnglat": ["116.295304414705", "39.913263420636"],
    "district": "海淀区",
    "community": "翠微中里",
    "building": "翠微中里",
    "area": "公主坟",
    "city": "北京"
  }, {
    "lnglat": ["116.373558270679", "39.981220497164"],
    "district": "海淀区",
    "community": "龙翔路小区",
    "building": "龙翔路",
    "area": "牡丹园",
    "city": "北京"
  }, {
    "lnglat": ["116.375231880125", "39.954417418188"],
    "district": "西城区",
    "community": "德胜里西街3号院",
    "building": "德胜里西街3号院",
    "area": "牡丹园",
    "city": "北京"
  }, {
    "lnglat": ["116.343940897602", "39.727726081821"],
    "district": "大兴区",
    "community": "兴政东里",
    "building": "兴政东里",
    "area": "牡丹园",
    "city": "北京"
  }, {
    "lnglat": ["116.430311537228", "39.920208340086"],
    "district": "东城区",
    "community": "西水井胡同",
    "building": "西水井胡同",
    "area": "朝阳门内",
    "city": "北京"
  }, {
    "lnglat": ["116.258537942681", "39.921722114465"],
    "district": "海淀区",
    "community": "玉海园五里",
    "building": "玉海园五里",
    "area": "玉泉路",
    "city": "北京"
  }, {
    "lnglat": ["116.389470208812", "39.866889174744"],
    "district": "丰台区",
    "community": "富卓苑",
    "building": "马家堡角门甲14号院",
    "area": "马家堡",
    "city": "北京"
  }, {
    "lnglat": ["116.326995361825", "39.737495020169"],
    "district": "大兴区",
    "community": "清澄名苑北区",
    "building": "清澄名苑北区",
    "area": "黄村中",
    "city": "北京"
  }, {
    "lnglat": ["116.305653475004", "39.964668693503"],
    "district": "海淀区",
    "community": "小南庄社区",
    "building": "小南庄",
    "area": "苏州桥",
    "city": "北京"
  }, {
    "lnglat": ["116.277667073226", "39.943882622343"],
    "district": "海淀区",
    "community": "诚品建筑",
    "building": "云会里远流清园",
    "area": "四季青",
    "city": "北京"
  }, {
    "lnglat": ["116.587151829516", "39.922024443968"],
    "district": "朝阳区",
    "community": "柏林爱乐二期",
    "building": "常营乡鑫兆佳园",
    "area": "管庄",
    "city": "北京"
  }, {
    "lnglat": ["116.378431076575", "39.998209915448"],
    "district": "朝阳区",
    "community": "南沙滩小区",
    "building": "南沙滩",
    "area": "南沙滩",
    "city": "北京"
  }, {
    "lnglat": ["116.689542631126", "39.900836164612"],
    "district": "通州区",
    "community": "运河明珠",
    "building": "玉带河东路",
    "area": "武夷花园",
    "city": "北京"
  }, {
    "lnglat": ["116.249732428456", "39.892872506873"],
    "district": "丰台区",
    "community": "秀蝶双座",
    "building": "兆丰园一区",
    "area": "青塔",
    "city": "北京"
  }, {
    "lnglat": ["116.388432112824", "39.849661811143"],
    "district": "丰台区",
    "community": "东丽温泉",
    "building": "马家堡路88号院",
    "area": "洋桥",
    "city": "北京"
  }, {
    "lnglat": ["116.463994417068", "39.895409235295"],
    "district": "朝阳区",
    "community": "天之骄子",
    "building": "东柏街9号院",
    "area": "双井",
    "city": "北京"
  }, {
    "lnglat": ["116.369811348305", "39.976640463366"],
    "district": "海淀区",
    "community": "北太平庄路",
    "building": "北太平庄路",
    "area": "双井",
    "city": "北京"
  }, {
    "lnglat": ["116.40331388932", "39.951846721578"],
    "district": "东城区",
    "community": "西营房",
    "building": "西营房胡同9号院",
    "area": "安定门",
    "city": "北京"
  }, {
    "lnglat": ["116.553146200026", "39.912899378967"],
    "district": "朝阳区",
    "community": "定福庄西街",
    "building": "定福庄西街",
    "area": "安定门",
    "city": "北京"
  }, {
    "lnglat": ["116.305443056505", "39.927424965401"],
    "district": "海淀区",
    "community": "岭南路26号院",
    "building": "岭南路26号院",
    "area": "安定门",
    "city": "北京"
  }, {
    "lnglat": ["116.350155913974", "40.064805495544"],
    "district": "海淀区",
    "community": "新康园",
    "building": "回龙观镇新都家园",
    "area": "西三旗",
    "city": "北京"
  }, {
    "lnglat": ["116.457988887054", "39.897892724269"],
    "district": "朝阳区",
    "community": "富力城B区",
    "building": "天力街",
    "area": "苏州桥",
    "city": "北京"
  }, {
    "lnglat": ["116.306113426849", "39.896172184368"],
    "district": "海淀区",
    "community": "莲花小区",
    "building": "莲花苑",
    "area": "六里桥",
    "city": "北京"
  }, {
    "lnglat": ["116.417182905781", "39.838399356236"],
    "district": "丰台区",
    "community": "彩虹城二区",
    "building": "光彩路68号院西区",
    "area": "赵公口",
    "city": "北京"
  }, {
    "lnglat": ["116.59531534511", "40.03900165846"],
    "district": "朝阳区",
    "community": "蓝海苑",
    "building": "蓝海苑",
    "area": "首都机场",
    "city": "北京"
  }, {
    "lnglat": ["116.309654897898", "39.89354753271"],
    "district": "丰台区",
    "community": "莲花池西里6号院",
    "building": "莲花池西里6号院",
    "area": "首都机场",
    "city": "北京"
  }, {
    "lnglat": ["116.484183051146", "39.977470635338"],
    "district": "朝阳区",
    "community": "高家园一区",
    "building": "高家园一区",
    "area": "果园",
    "city": "北京"
  }, {
    "lnglat": ["116.312353313241", "39.884108075721"],
    "district": "丰台区",
    "community": "太平桥西里",
    "building": "太平桥西里",
    "area": "太平桥",
    "city": "北京"
  }, {
    "lnglat": ["116.235557957105", "39.899077943629"],
    "district": "石景山区",
    "community": "永乐东区",
    "building": "永乐小区",
    "area": "鲁谷",
    "city": "北京"
  }, {
    "lnglat": ["116.41200291049", "39.99829859888"],
    "district": "朝阳区",
    "community": "安慧北里雅园",
    "building": "安慧北里雅园",
    "area": "清河",
    "city": "北京"
  }, {
    "lnglat": ["116.592334002366", "39.926812719733"],
    "district": "朝阳区",
    "community": "万象新天四区",
    "building": "朝阳北路万象新天家园",
    "area": "常营",
    "city": "北京"
  }, {
    "lnglat": ["116.302276527977", "39.986965288543"],
    "district": "海淀区",
    "community": "芙蓉里",
    "building": "草场路芙蓉里",
    "area": "圆明园",
    "city": "北京"
  }, {
    "lnglat": ["116.580491693649", "39.915027213245"],
    "district": "朝阳区",
    "community": "烟厂宿舍",
    "building": "管庄西里42号",
    "area": "管庄",
    "city": "北京"
  }, {
    "lnglat": ["116.340370143807", "39.998932151502"],
    "district": "海淀区",
    "community": "东王庄",
    "building": "东王庄",
    "area": "五道口",
    "city": "北京"
  }, {
    "lnglat": ["116.283699199461", "39.960445519815"],
    "district": "海淀区",
    "community": "时雨园",
    "building": "蓝靛厂时雨园",
    "area": "世纪城",
    "city": "北京"
  }, {
    "lnglat": ["116.343072999734", "39.739861944792"],
    "district": "大兴区",
    "community": "瑞康家园",
    "building": "富强东里",
    "area": "黄村中",
    "city": "北京"
  }, {
    "lnglat": ["116.472091340309", "39.929424174268"],
    "district": "朝阳区",
    "community": "六里屯西里",
    "building": "六里屯西里",
    "area": "黄村中",
    "city": "北京"
  }, {
    "lnglat": ["116.49230672881", "39.965868919976"],
    "district": "朝阳区",
    "community": "晶都国际",
    "building": "酒仙桥路26号院",
    "area": "酒仙桥",
    "city": "北京"
  }, {
    "lnglat": ["116.382710254027", "39.844641857109"],
    "district": "丰台区",
    "community": "阳光花园",
    "building": "马家堡东路101号院",
    "area": "角门",
    "city": "北京"
  }, {
    "lnglat": ["116.415103687226", "39.89849488201"],
    "district": "东城区",
    "community": "新怡家园",
    "building": "新怡家园",
    "area": "崇文门",
    "city": "北京"
  }, {
    "lnglat": ["116.65371620575", "40.114397144671"],
    "district": "顺义区",
    "community": "仓上小区",
    "building": "仓上小区",
    "area": "顺义城",
    "city": "北京"
  }, {
    "lnglat": ["116.512768020985", "39.898790811945"],
    "district": "朝阳区",
    "community": "百子湾家园三区",
    "building": "百子湾家园三区",
    "area": "百子湾",
    "city": "北京"
  }, {
    "lnglat": ["116.284652211546", "39.868539977262"],
    "district": "丰台区",
    "community": "中建一局南院",
    "building": "西四环南路52号院",
    "area": "百子湾",
    "city": "北京"
  }, {
    "lnglat": ["116.422069180429", "40.002113857294"],
    "district": "朝阳区",
    "community": "嘉铭桐城C区",
    "building": "北苑路86号嘉铭园二区",
    "area": "亚运村小营",
    "city": "北京"
  }, {
    "lnglat": ["116.366998084229", "39.981676739358"],
    "district": "海淀区",
    "community": "西单宿舍",
    "building": "花园北路38号",
    "area": "亚运村小营",
    "city": "北京"
  }, {
    "lnglat": ["116.452116672053", "39.881243620918"],
    "district": "朝阳区",
    "community": "劲松六区",
    "building": "劲松六区",
    "area": "亚运村小营",
    "city": "北京"
  }, {
    "lnglat": ["116.430026931146", "39.91324662854"],
    "district": "东城区",
    "community": "大羊宜宾胡同31号院",
    "building": "大羊宜宾胡同31号院",
    "area": "望京",
    "city": "北京"
  }, {
    "lnglat": ["116.37613531431", "39.980368067361"],
    "district": "海淀区",
    "community": "都景苑",
    "building": "牡丹园北里/牡丹北里",
    "area": "牡丹园",
    "city": "北京"
  }, {
    "lnglat": ["116.366795724639", "39.838306855608"],
    "district": "丰台区",
    "community": "星河城西区",
    "building": "星河苑1号院",
    "area": "马家堡",
    "city": "北京"
  }, {
    "lnglat": ["116.604583156086", "39.914001214169"],
    "district": "朝阳区",
    "community": "北京新天地",
    "building": "朝阳路7号院 朝阳路5号院",
    "area": "管庄",
    "city": "北京"
  }, {
    "lnglat": ["116.665503027179", "39.880968908778"],
    "district": "通州区",
    "community": "时尚街区西区",
    "building": "云景东路15号",
    "area": "梨园",
    "city": "北京"
  }, {
    "lnglat": ["116.47744171273", "39.909338601883"],
    "district": "朝阳区",
    "community": "光辉里小区",
    "building": "光辉里",
    "area": "梨园",
    "city": "北京"
  }, {
    "lnglat": ["116.291081153652", "39.833615344891"],
    "district": "丰台区",
    "community": "怡锦园",
    "building": "邻枫路5号院",
    "area": "科技园区",
    "city": "北京"
  }, {
    "lnglat": ["116.46731688188", "40.002822983492"],
    "district": "朝阳区",
    "community": "南湖东园一区",
    "building": "南湖东园",
    "area": "望京",
    "city": "北京"
  }, {
    "lnglat": ["116.336402287894", "39.914346263357"],
    "district": "西城区",
    "community": "南沙沟小区",
    "building": "南沙沟小区",
    "area": "望京",
    "city": "北京"
  }, {
    "lnglat": ["116.411587121727", "39.964458586984"],
    "district": "东城区",
    "community": "小黄庄二区",
    "building": "小黄庄二区",
    "area": "望京",
    "city": "北京"
  }, {
    "lnglat": ["116.683203147424", "39.881529834889"],
    "district": "通州区",
    "community": "华业东方玫瑰",
    "building": "临河里",
    "area": "望京",
    "city": "北京"
  }, {
    "lnglat": ["116.238576397448", "39.923522479627"],
    "district": "海淀区",
    "community": "长安山麓",
    "building": "长安山麓",
    "area": "北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.505640854765", "39.865974369202"],
    "district": "朝阳区",
    "community": "北京华侨城2号院",
    "building": "金蝉欢乐园2号院",
    "area": "垡头",
    "city": "北京"
  }, {
    "lnglat": ["116.214933294972", "39.899802377611"],
    "district": "石景山区",
    "community": "七星园",
    "building": "七星园",
    "area": "鲁谷",
    "city": "北京"
  }, {
    "lnglat": ["116.384500218112", "39.840055638596"],
    "district": "丰台区",
    "community": "7克拉",
    "building": "西马场南里",
    "area": "鲁谷",
    "city": "北京"
  }, {
    "lnglat": ["116.336192254015", "39.786425229623"],
    "district": "大兴区",
    "community": "月桂庄园",
    "building": "月桂庄园",
    "area": "西红门",
    "city": "北京"
  }, {
    "lnglat": ["116.337482745281", "40.062684113375"],
    "district": "海淀区",
    "community": "龙乡中区",
    "building": "回龙观镇龙乡小区",
    "area": "西三旗",
    "city": "北京"
  }, {
    "lnglat": ["116.356917468441", "40.072190422832"],
    "district": "昌平区",
    "community": "龙跃苑东五区",
    "building": "回龙观镇龙跃苑东五区",
    "area": "回龙观",
    "city": "北京"
  }, {
    "lnglat": ["116.28524423943", "39.818064123379"],
    "district": "丰台区",
    "community": "富锦嘉园五区",
    "building": "富锦嘉园五区",
    "area": "回龙观",
    "city": "北京"
  }, {
    "lnglat": ["116.29799639882", "39.911853648354"],
    "district": "海淀区",
    "community": "翠微南里",
    "building": "翠微南里",
    "area": "公主坟",
    "city": "北京"
  }, {
    "lnglat": ["116.416760991277", "39.963677583328"],
    "district": "东城区",
    "community": "小黄庄前街2号院",
    "building": "小黄庄前街2号院",
    "area": "公主坟",
    "city": "北京"
  }, {
    "lnglat": ["116.42575712302", "39.878110127934"],
    "district": "东城区",
    "community": "东四块玉南街30号院",
    "building": "东四块玉南街30号院",
    "area": "公主坟",
    "city": "北京"
  }, {
    "lnglat": ["116.301107835399", "39.88828462051"],
    "district": "丰台区",
    "community": "莲香园",
    "building": "莲香园",
    "area": "六里桥",
    "city": "北京"
  }, {
    "lnglat": ["116.48751791021", "39.913684536099"],
    "district": "朝阳区",
    "community": "慈云寺",
    "building": "慈云寺",
    "area": "红庙",
    "city": "北京"
  }, {
    "lnglat": ["116.286903617304", "39.848565870943"],
    "district": "丰台区",
    "community": "正阳小区",
    "building": "正阳北里",
    "area": "北大地",
    "city": "北京"
  }, {
    "lnglat": ["116.337076556306", "39.991245442158"],
    "district": "海淀区",
    "community": "华清嘉园",
    "building": "华清嘉园",
    "area": "五道口",
    "city": "北京"
  }, {
    "lnglat": ["116.452560814705", "39.967526694014"],
    "district": "朝阳区",
    "community": "曙光里",
    "building": "曙光里",
    "area": "五道口",
    "city": "北京"
  }, {
    "lnglat": ["116.439813756256", "39.958304265984"],
    "district": "朝阳区",
    "community": "力鸿花园",
    "building": "左家庄中街6号院",
    "area": "国展",
    "city": "北京"
  }, {
    "lnglat": ["116.3336936132", "39.990798648341"],
    "district": "海淀区",
    "community": "龙湖唐宁one",
    "building": "龙湖唐宁one",
    "area": "中关村",
    "city": "北京"
  }, {
    "lnglat": ["116.644846518599", "39.912622248176"],
    "district": "通州区",
    "community": "在水一方",
    "building": "永顺南里",
    "area": "中关村",
    "city": "北京"
  }, {
    "lnglat": ["116.366398038882", "40.017513592948"],
    "district": "朝阳区",
    "community": "融域嘉园",
    "building": "域清街2号院",
    "area": "奥林匹克公园",
    "city": "北京"
  }, {
    "lnglat": ["116.438064171988", "39.967998496846"],
    "district": "朝阳区",
    "community": "英特公寓",
    "building": "西坝河西里28号",
    "area": "奥林匹克公园",
    "city": "北京"
  }, {
    "lnglat": ["116.438911861656", "40.050305640432"],
    "district": "朝阳区",
    "community": "乐想汇",
    "building": "来广营清河村1号地",
    "area": "潘家园",
    "city": "北京"
  }, {
    "lnglat": ["116.433977039212", "39.887864350266"],
    "district": "东城区",
    "community": "幸福北里",
    "building": "幸福北里",
    "area": "潘家园",
    "city": "北京"
  }, {
    "lnglat": ["116.506482661956", "39.933309818251"],
    "district": "朝阳区",
    "community": "石佛营东里128号院",
    "building": "石佛营东里128号院",
    "area": "石佛营",
    "city": "北京"
  }, {
    "lnglat": ["116.30634270158", "39.911739328142"],
    "district": "海淀区",
    "community": "普惠南里",
    "building": "普惠南里",
    "area": "公主坟",
    "city": "北京"
  }, {
    "lnglat": ["116.384220866357", "39.98565305385"],
    "district": "朝阳区",
    "community": "华严北里小区",
    "building": "华严北里",
    "area": "健翔桥",
    "city": "北京"
  }, {
    "lnglat": ["116.516021197017", "39.892876648468"],
    "district": "东城区",
    "community": "富力十号",
    "building": "朝阳区广渠路10号",
    "area": "天通苑",
    "city": "北京"
  }, {
    "lnglat": ["116.418645523481", "40.037906621663"],
    "district": "朝阳区",
    "community": "美立方",
    "building": "双营路11号院",
    "area": "北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.409935866861", "39.863705841646"],
    "district": "东城区",
    "community": "新奥洋房",
    "building": "景泰西里东区",
    "area": "永定门",
    "city": "北京"
  }, {
    "lnglat": ["116.482303692655", "39.926845423718"],
    "district": "朝阳区",
    "community": "甜水园东里",
    "building": "甜水园东里",
    "area": "甜水园",
    "city": "北京"
  }, {
    "lnglat": ["116.372400985563", "40.062649352409"],
    "district": "海淀区",
    "community": "建材城东一里",
    "building": "建材城东一里",
    "area": "西三旗",
    "city": "北京"
  }, {
    "lnglat": ["116.344407111709", "40.044246996889"],
    "district": "海淀区",
    "community": "莱圳家园",
    "building": "莱圳家园",
    "area": "清河",
    "city": "北京"
  }, {
    "lnglat": ["116.464469965459", "39.897361975063"],
    "district": "朝阳区",
    "community": "双井北里",
    "building": "双井北里",
    "area": "酒仙桥",
    "city": "北京"
  }, {
    "lnglat": ["116.408304541497", "40.006466043935"],
    "district": "朝阳区",
    "community": "九台2000家园",
    "building": "安立路56号院",
    "area": "亚运村",
    "city": "北京"
  }, {
    "lnglat": ["116.195999880093", "39.929055196947"],
    "district": "石景山区",
    "community": "奈伦熙府",
    "building": "杨庄北区",
    "area": "亚运村",
    "city": "北京"
  }, {
    "lnglat": ["116.424114533983", "40.039448595391"],
    "district": "朝阳区",
    "community": "北苑家园茉藜园",
    "building": "北苑家园茉藜园",
    "area": "北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.336314016846", "39.926341901736"],
    "district": "西城区",
    "community": "黄瓜园",
    "building": "黄瓜园",
    "area": "科技园区",
    "city": "北京"
  }, {
    "lnglat": ["116.331793994399", "39.929014753961"],
    "district": "海淀区",
    "community": "建设部大院",
    "building": "三里河路9号院/百万庄建设部大",
    "area": "甘家口",
    "city": "北京"
  }, {
    "lnglat": ["116.423302157275", "39.892803616679"],
    "district": "东城区",
    "community": "新裕家园",
    "building": "广渠门内大街86号",
    "area": "崇文门",
    "city": "北京"
  }, {
    "lnglat": ["116.701862876551", "39.91936593693"],
    "district": "通州区",
    "community": "紫荆园",
    "building": "通胡大街3号",
    "area": "武夷花园",
    "city": "北京"
  }, {
    "lnglat": ["116.380762814725", "39.848387738572"],
    "district": "丰台区",
    "community": "角门甲120号院",
    "building": "马家堡路甲120号院",
    "area": "武夷花园",
    "city": "北京"
  }, {
    "lnglat": ["116.409764514284", "40.076281686317"],
    "district": "昌平区",
    "community": "天通西苑三区",
    "building": "天通西苑三区  ",
    "area": "天通苑",
    "city": "北京"
  }, {
    "lnglat": ["116.446007821721", "39.970678252599"],
    "district": "朝阳区",
    "community": "冠城大通澜石",
    "building": "三元桥东北角",
    "area": "天通苑",
    "city": "北京"
  }, {
    "lnglat": ["116.289632035599", "39.962968557935"],
    "district": "海淀区",
    "community": "晴波园",
    "building": "蓝靛厂晴波园",
    "area": "亚运村",
    "city": "北京"
  }, {
    "lnglat": ["116.520224752398", "39.923980627199"],
    "district": "朝阳区",
    "community": "大悦城公寓",
    "building": "大悦城公寓",
    "area": "亚运村",
    "city": "北京"
  }, {
    "lnglat": ["116.411057574004", "39.856690713168"],
    "district": "丰台区",
    "community": "远中悦麒",
    "building": "赵公口甲13号",
    "area": "酒仙桥",
    "city": "北京"
  }, {
    "lnglat": ["116.391429223123", "39.862614398697"],
    "district": "丰台区",
    "community": "西罗园四区",
    "building": "西罗园四区",
    "area": "西罗园",
    "city": "北京"
  }, {
    "lnglat": ["116.304004122216", "40.076965275315"],
    "district": "昌平区",
    "community": "龙兴园北区",
    "building": "回龙观镇龙兴园北区",
    "area": "回龙观",
    "city": "北京"
  }, {
    "lnglat": ["116.388150064426", "39.859682359759"],
    "district": "丰台区",
    "community": "西罗园三区",
    "building": "西罗园三区",
    "area": "西罗园",
    "city": "北京"
  }, {
    "lnglat": ["116.416389226591", "39.968534833437"],
    "district": "朝阳区",
    "community": "和平西街",
    "building": "和平西街",
    "area": "西罗园",
    "city": "北京"
  }, {
    "lnglat": ["116.353561073921", "39.929455182569"],
    "district": "西城区",
    "community": "北礼士路62号院",
    "building": "北礼士路62号院",
    "area": "西罗园",
    "city": "北京"
  }, {
    "lnglat": ["116.486343261013", "39.96094216693"],
    "district": "朝阳区",
    "community": "瞰都国际",
    "building": "东四环北路10号",
    "area": "西罗园",
    "city": "北京"
  }, {
    "lnglat": ["116.365580991007", "39.844695462542"],
    "district": "丰台区",
    "community": "明日嘉园",
    "building": "嘉园三里",
    "area": "马家堡",
    "city": "北京"
  }, {
    "lnglat": ["116.434687672225", "39.961211452933"],
    "district": "朝阳区",
    "community": "金岛花园",
    "building": "西坝河南路1号",
    "area": "西坝河",
    "city": "北京"
  }, {
    "lnglat": ["116.49798992815", "39.802322963384"],
    "district": "亦庄开发区",
    "community": "博客雅居",
    "building": "天华东路5号院",
    "area": "双井",
    "city": "北京"
  }, {
    "lnglat": ["116.352164876698", "39.993049184248"],
    "district": "海淀区",
    "community": "成府路20号院",
    "building": "成府路20号院",
    "area": "五道口",
    "city": "北京"
  }, {
    "lnglat": ["116.486814998175", "39.92362812448"],
    "district": "朝阳区",
    "community": "道家园",
    "building": "道家园",
    "area": "甜水园",
    "city": "北京"
  }, {
    "lnglat": ["116.343643556861", "39.961754100863"],
    "district": "海淀区",
    "community": "四道口5号院",
    "building": "四道口5号院",
    "area": "西三旗",
    "city": "北京"
  }, {
    "lnglat": ["116.561290020144", "39.903788143638"],
    "district": "朝阳区",
    "community": "中建玲珑山",
    "building": "中建玲珑山",
    "area": "牡丹园",
    "city": "北京"
  }, {
    "lnglat": ["116.321025306034", "40.072850818346"],
    "district": "昌平区",
    "community": "龙泽苑西区",
    "building": "回龙观镇龙泽苑西区",
    "area": "龙泽",
    "city": "北京"
  }, {
    "lnglat": ["116.281027982941", "39.900458818559"],
    "district": "海淀区",
    "community": "今日家园",
    "building": "西翠路5号",
    "area": "五棵松",
    "city": "北京"
  }, {
    "lnglat": ["116.469848230133", "39.883040945194"],
    "district": "朝阳区",
    "community": "农光东里",
    "building": "农光东里",
    "area": "劲松",
    "city": "北京"
  }, {
    "lnglat": ["116.185755318881", "39.930298662673"],
    "district": "石景山区",
    "community": "苹果园小区二区",
    "building": "苹果园二区",
    "area": "劲松",
    "city": "北京"
  }, {
    "lnglat": ["116.328877150987", "40.086609241476"],
    "district": "昌平区",
    "community": "云趣园一区",
    "building": "回龙观镇龙禧苑云趣园一区",
    "area": "回龙观",
    "city": "北京"
  }, {
    "lnglat": ["116.48242812924", "39.970135639398"],
    "district": "朝阳区",
    "community": "芳园南里西区",
    "building": "芳园南里西区",
    "area": "酒仙桥",
    "city": "北京"
  }, {
    "lnglat": ["116.301346101241", "39.982333268159"],
    "district": "海淀区",
    "community": "稻香园",
    "building": "稻香园",
    "area": "苏州桥",
    "city": "北京"
  }, {
    "lnglat": ["116.378715175456", "39.894298237941"],
    "district": "西城区",
    "community": "椿树园",
    "building": "椿树园小区",
    "area": "宣武门",
    "city": "北京"
  }, {
    "lnglat": ["116.216560047009", "39.909283042483"],
    "district": "石景山区",
    "community": "老山西里",
    "building": "老山西里",
    "area": "老山",
    "city": "北京"
  }, {
    "lnglat": ["116.208406733159", "39.893865283244"],
    "district": "石景山区",
    "community": "融景城",
    "building": "景阳东街66号院",
    "area": "八角",
    "city": "北京"
  }, {
    "lnglat": ["116.350149142104", "39.911072465989"],
    "district": "西城区",
    "community": "地藏庵",
    "building": "地藏庵",
    "area": "八角",
    "city": "北京"
  }, {
    "lnglat": ["116.292902637507", "39.843696504844"],
    "district": "丰台区",
    "community": "新华街二里",
    "building": "新华街二里",
    "area": "看丹桥",
    "city": "北京"
  }, {
    "lnglat": ["116.487881113503", "39.913607919102"],
    "district": "朝阳区",
    "community": "东区国际",
    "building": "慈云寺1号院",
    "area": "看丹桥",
    "city": "北京"
  }, {
    "lnglat": ["116.424774102728", "40.105613264863"],
    "district": "昌平区",
    "community": "美树假日嘉园",
    "building": "北七家镇美树假日嘉园小区",
    "area": "八角",
    "city": "北京"
  }, {
    "lnglat": ["116.434592775594", "39.983004112343"],
    "district": "朝阳区",
    "community": "吉利家园",
    "building": "芍药居20号",
    "area": "芍药居",
    "city": "北京"
  }, {
    "lnglat": ["116.398733735597", "39.855270925719"],
    "district": "丰台区",
    "community": "康泽园",
    "building": "康泽园",
    "area": "西罗园",
    "city": "北京"
  }, {
    "lnglat": ["116.303524197602", "39.959674051375"],
    "district": "海淀区",
    "community": "厂洼小区",
    "building": "厂洼小区",
    "area": "厂洼",
    "city": "北京"
  }, {
    "lnglat": ["116.414550375335", "40.038286623505"],
    "district": "朝阳区",
    "community": "天居园",
    "building": "天居园",
    "area": "北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.272476389209", "39.920877667604"],
    "district": "海淀区",
    "community": "永金里小区",
    "building": "五棵松路81号永金里小区",
    "area": "五棵松",
    "city": "北京"
  }, {
    "lnglat": ["116.419132861713", "39.858450488182"],
    "district": "丰台区",
    "community": "恒松园",
    "building": "恒松园小区",
    "area": "蒲黄榆",
    "city": "北京"
  }, {
    "lnglat": ["116.294796419721", "40.025754619726"],
    "district": "海淀区",
    "community": "博雅西园",
    "building": "厢黄旗",
    "area": "马连洼",
    "city": "北京"
  }, {
    "lnglat": ["116.548481659268", "40.110619714931"],
    "district": "顺义区",
    "community": "香花畦家园",
    "building": "香花畦家园",
    "area": "后沙峪",
    "city": "北京"
  }, {
    "lnglat": ["116.269972930776", "39.91800242322"],
    "district": "海淀区",
    "community": "金沟河3号院",
    "building": "金沟河路3号",
    "area": "龙泽",
    "city": "北京"
  }, {
    "lnglat": ["116.438909773279", "39.926733494076"],
    "district": "朝阳区",
    "community": "吉祥里",
    "building": "朝外大街吉祥里",
    "area": "朝阳门外",
    "city": "北京"
  }, {
    "lnglat": ["116.316096828354", "39.978407157755"],
    "district": "海淀区",
    "community": "新中关公寓",
    "building": "新中关公寓",
    "area": "苏州桥",
    "city": "北京"
  }, {
    "lnglat": ["116.301249831024", "39.928395150134"],
    "district": "海淀区",
    "community": "北洼路46号院",
    "building": "北洼路46号院",
    "area": "常营",
    "city": "北京"
  }, {
    "lnglat": ["116.340702578968", "39.903253886414"],
    "district": "西城区",
    "community": "木樨地",
    "building": "木樨地北里",
    "area": "常营",
    "city": "北京"
  }, {
    "lnglat": ["116.310478898423", "40.050321249617"],
    "district": "海淀区",
    "community": "智学苑",
    "building": "智学苑",
    "area": "西二旗",
    "city": "北京"
  }, {
    "lnglat": ["116.403544964029", "39.963934458547"],
    "district": "朝阳区",
    "community": "安华里五区",
    "building": "安华里五区",
    "area": "安贞",
    "city": "北京"
  }, {
    "lnglat": ["116.395495061947", "39.816245613702"],
    "district": "丰台区",
    "community": "和义西里三区",
    "building": "和义西里三区",
    "area": "安贞",
    "city": "北京"
  }, {
    "lnglat": ["116.440437323147", "39.955292114907"],
    "district": "朝阳区",
    "community": "左家庄北里",
    "building": "左家庄北里",
    "area": "国展",
    "city": "北京"
  }, {
    "lnglat": ["116.403118048364", "40.046041801831"],
    "district": "昌平区",
    "community": "佳运园二期",
    "building": "佳运园",
    "area": "立水桥",
    "city": "北京"
  }, {
    "lnglat": ["116.313545529961", "39.95420433707"],
    "district": "海淀区",
    "community": "私摩空间",
    "building": "法华寺27号私摩空间",
    "area": "太平桥",
    "city": "北京"
  }, {
    "lnglat": ["116.503537435813", "39.865566187213"],
    "district": "朝阳区",
    "community": "北京华侨城1号院",
    "building": "金蝉欢乐园1号院",
    "area": "太平桥",
    "city": "北京"
  }, {
    "lnglat": ["116.421540247196", "39.957093280542"],
    "district": "东城区",
    "community": "和平里四区",
    "building": "和平里四区",
    "area": "太平桥",
    "city": "北京"
  }, {
    "lnglat": ["116.513762377873", "39.930058420608"],
    "district": "朝阳区",
    "community": "华纺易城",
    "building": "青年路29号院",
    "area": "朝青",
    "city": "北京"
  }, {
    "lnglat": ["116.351937807062", "40.011822352607"],
    "district": "海淀区",
    "community": "城华园",
    "building": "城华园",
    "area": "学院路",
    "city": "北京"
  }, {
    "lnglat": ["116.329307171988", "39.716825770421"],
    "district": "大兴区",
    "community": "义和庄北里",
    "building": "义和庄北里",
    "area": "学院路",
    "city": "北京"
  }, {
    "lnglat": ["116.208534088145", "39.917316771625"],
    "district": "石景山区",
    "community": "金隅佳业",
    "building": "建西苑北里",
    "area": "杨庄",
    "city": "北京"
  }, {
    "lnglat": ["116.476684121685", "39.911851125589"],
    "district": "朝阳区",
    "community": "蓝堡国际公寓",
    "building": "西大望路3号",
    "area": "CBD",
    "city": "北京"
  }, {
    "lnglat": ["116.55610529775", "39.948202629449"],
    "district": "朝阳区",
    "community": "朝阳新城五区",
    "building": "朝新嘉园东里五区",
    "area": "劲松",
    "city": "北京"
  }, {
    "lnglat": ["116.469228348021", "39.867385983527"],
    "district": "朝阳区",
    "community": "山水文园二期",
    "building": "周庄山水文园",
    "area": "中关村",
    "city": "北京"
  }, {
    "lnglat": ["116.459342569732", "39.868975702818"],
    "district": "朝阳区",
    "community": "嘉多丽园",
    "building": "东三环南路19号院",
    "area": "潘家园",
    "city": "北京"
  }, {
    "lnglat": ["116.264244113553", "39.920979101046"],
    "district": "海淀区",
    "community": "永定路17号院",
    "building": "永定路17号",
    "area": "五棵松",
    "city": "北京"
  }, {
    "lnglat": ["116.284786587893", "39.816397163508"],
    "district": "丰台区",
    "community": "富锦嘉园四区",
    "building": "富锦嘉园四区",
    "area": "科技园区",
    "city": "北京"
  }, {
    "lnglat": ["116.629662442036", "39.900857414931"],
    "district": "通州区",
    "community": "新华联锦园",
    "building": "五里店西路6号",
    "area": "通州北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.325358810984", "39.903068380756"],
    "district": "海淀区",
    "community": "乔建里",
    "building": "乔建里/乔健里",
    "area": "军博",
    "city": "北京"
  }, {
    "lnglat": ["116.294670748388", "39.836140383544"],
    "district": "丰台区",
    "community": "恒富花园1号院",
    "building": "恒富中街1号",
    "area": "管庄",
    "city": "北京"
  }, {
    "lnglat": ["116.37490419654", "40.086540138696"],
    "district": "昌平区",
    "community": "龙锦苑东五区",
    "building": "龙锦苑东五区",
    "area": "霍营",
    "city": "北京"
  }, {
    "lnglat": ["116.418833207226", "39.851578534274"],
    "district": "丰台区",
    "community": "贾家花园小区",
    "building": "贾家花园",
    "area": "刘家窑",
    "city": "北京"
  }, {
    "lnglat": ["116.550003371061", "39.911098608152"],
    "district": "朝阳区",
    "community": "花园闸小区",
    "building": "花园闸北里",
    "area": "刘家窑",
    "city": "北京"
  }, {
    "lnglat": ["116.421783580298", "39.9542722466"],
    "district": "东城区",
    "community": "和平里五区",
    "building": "和平里五区",
    "area": "和平里",
    "city": "北京"
  }, {
    "lnglat": ["116.637528253454", "39.883489090463"],
    "district": "通州区",
    "community": "靓景明居",
    "building": "怡乐中街怡乐园三区",
    "area": "九棵树",
    "city": "北京"
  }, {
    "lnglat": ["116.688620749958", "39.928939204808"],
    "district": "通州区",
    "community": "华龙小区",
    "building": "龙旺庄",
    "area": "潞苑",
    "city": "北京"
  }, {
    "lnglat": ["116.350410873941", "39.937904401295"],
    "district": "西城区",
    "community": "团结大院",
    "building": "团结大院",
    "area": "车公庄",
    "city": "北京"
  }, {
    "lnglat": ["116.35535378825", "39.923687343447"],
    "district": "西城区",
    "community": "阜成门外大街",
    "building": "阜成门外大街",
    "area": "五棵松",
    "city": "北京"
  }, {
    "lnglat": ["116.332217746261", "39.783368551846"],
    "district": "大兴区",
    "community": "瑞海家园三区",
    "building": "瑞海家园三区",
    "area": "西红门",
    "city": "北京"
  }, {
    "lnglat": ["116.378401695295", "39.912737326024"],
    "district": "西城区",
    "community": "太仆寺33号院",
    "building": "太仆寺33号院",
    "area": "管庄",
    "city": "北京"
  }, {
    "lnglat": ["116.361271218747", "39.953724128325"],
    "district": "海淀区",
    "community": "今典花园",
    "building": "文慧园北路9号",
    "area": "小西天",
    "city": "北京"
  }, {
    "lnglat": ["116.347099013359", "39.883310229989"],
    "district": "西城区",
    "community": "广安门外南街",
    "building": "广安门外南街",
    "area": "天宁寺",
    "city": "北京"
  }, {
    "lnglat": ["116.378966684286", "39.980417336554"],
    "district": "海淀区",
    "community": "中鑫嘉园",
    "building": "牡丹园北路7号院",
    "area": "天宁寺",
    "city": "北京"
  }, {
    "lnglat": ["116.253951882588", "39.921987273908"],
    "district": "海淀区",
    "community": "玉海园一里",
    "building": "玉海园一里",
    "area": "天宁寺",
    "city": "北京"
  }, {
    "lnglat": ["116.605388355345", "39.885488177191"],
    "district": "朝阳区",
    "community": "康城别墅一期",
    "building": "双桥东路9号一区、二区、三区",
    "area": "果园",
    "city": "北京"
  }, {
    "lnglat": ["116.367101338439", "40.088887843062"],
    "district": "昌平区",
    "community": "龙锦苑东一区",
    "building": "龙锦苑东一区",
    "area": "霍营",
    "city": "北京"
  }, {
    "lnglat": ["116.339105899047", "39.776031299895"],
    "district": "大兴区",
    "community": "郁花园一里",
    "building": "郁花园一里",
    "area": "黄村北",
    "city": "北京"
  }, {
    "lnglat": ["116.410486138721", "39.843887787314"],
    "district": "丰台区",
    "community": "南顶村",
    "building": "南顶村",
    "area": "赵公口",
    "city": "北京"
  }, {
    "lnglat": ["116.547026663836", "39.914596263271"],
    "district": "朝阳区",
    "community": "妇联小区",
    "building": "大黄庄南里",
    "area": "定福庄",
    "city": "北京"
  }, {
    "lnglat": ["116.322181917592", "39.843971449138"],
    "district": "丰台区",
    "community": "万年花城四期",
    "building": "万芳园二区",
    "area": "玉泉营",
    "city": "北京"
  }, {
    "lnglat": ["116.642242662173", "39.927105886305"],
    "district": "通州区",
    "community": "天赐良园二期半",
    "building": "西富河园2号",
    "area": "玉泉营",
    "city": "北京"
  }, {
    "lnglat": ["116.459528875095", "39.873840924587"],
    "district": "朝阳区",
    "community": "百环花园",
    "building": "华威里",
    "area": "潘家园",
    "city": "北京"
  }, {
    "lnglat": ["116.282016836975", "39.818574934394"],
    "district": "丰台区",
    "community": "中海苏黎世家",
    "building": "科丰桥南800米",
    "area": "潘家园",
    "city": "北京"
  }, {
    "lnglat": ["116.359255995212", "39.93115464832"],
    "district": "西城区",
    "community": "西直门南小街",
    "building": "西直门南小街",
    "area": "定福庄",
    "city": "北京"
  }, {
    "lnglat": ["116.327449747343", "40.048744795145"],
    "district": "海淀区",
    "community": "水利局一处宿舍",
    "building": "清河水利一处宿舍",
    "area": "安宁庄",
    "city": "北京"
  }, {
    "lnglat": ["116.697712027929", "39.919103031181"],
    "district": "通州区",
    "community": "牡丹园",
    "building": "通胡大街5号",
    "area": "武夷花园",
    "city": "北京"
  }, {
    "lnglat": ["116.254983910466", "40.049968525912"],
    "district": "海淀区",
    "community": "百旺茉莉园",
    "building": "德政路南茉莉园",
    "area": "西北旺",
    "city": "北京"
  }, {
    "lnglat": ["116.434718164122", "39.953330627193"],
    "district": "东城区",
    "community": "香河园北里",
    "building": "香河园北里",
    "area": "赵公口",
    "city": "北京"
  }, {
    "lnglat": ["116.503631791296", "39.9596882896"],
    "district": "朝阳区",
    "community": "驼房营南里",
    "building": "酒仙桥驼房营南里",
    "area": "酒仙桥",
    "city": "北京"
  }, {
    "lnglat": ["116.346694242234", "39.874448506045"],
    "district": "西城区",
    "community": "鸭子桥43号院",
    "building": "鸭子桥43号院",
    "area": "酒仙桥",
    "city": "北京"
  }, {
    "lnglat": ["116.298796847754", "39.955415416207"],
    "district": "海淀区",
    "community": "厂洼西街10号院",
    "building": "厂洼西街10号院",
    "area": "厂洼",
    "city": "北京"
  }, {
    "lnglat": ["116.414115823229", "39.991611408376"],
    "district": "朝阳区",
    "community": "安慧里一区",
    "building": "安慧里一区",
    "area": "亚运村",
    "city": "北京"
  }, {
    "lnglat": ["116.372296812554", "40.01737421433"],
    "district": "朝阳区",
    "community": "京师园",
    "building": "林萃路9号院",
    "area": "奥林匹克公园",
    "city": "北京"
  }, {
    "lnglat": ["116.461089739669", "39.999847162821"],
    "district": "朝阳区",
    "community": "望兴居",
    "building": "南湖中园",
    "area": "奥林匹克公园",
    "city": "北京"
  }, {
    "lnglat": ["116.390760756258", "39.857640727126"],
    "district": "丰台区",
    "community": "宝汇苑",
    "building": "西罗园二区",
    "area": "西罗园",
    "city": "北京"
  }, {
    "lnglat": ["116.458704547518", "39.812872969367"],
    "district": "大兴区",
    "community": "德林园",
    "building": "德林园小区",
    "area": "天通苑",
    "city": "北京"
  }, {
    "lnglat": ["116.459656888967", "39.926771716406"],
    "district": "朝阳区",
    "community": "圣世一品",
    "building": "白家庄西里5号",
    "area": "东大桥",
    "city": "北京"
  }, {
    "lnglat": ["116.267747115294", "40.034326989546"],
    "district": "海淀区",
    "community": "中海枫涟山庄",
    "building": "枫涟山庄",
    "area": "西北旺",
    "city": "北京"
  }, {
    "lnglat": ["116.649388301716", "39.878294620037"],
    "district": "通州区",
    "community": "龙鼎园",
    "building": "翠景南里西区",
    "area": "西北旺",
    "city": "北京"
  }, {
    "lnglat": ["116.315889870855", "39.766978821399"],
    "district": "大兴区",
    "community": "旭辉御府",
    "building": "旭辉御府",
    "area": "西北旺",
    "city": "北京"
  }, {
    "lnglat": ["116.434947195665", "39.857780262699"],
    "district": "丰台区",
    "community": "世纪星",
    "building": "南方庄2号院",
    "area": "宋家庄",
    "city": "北京"
  }, {
    "lnglat": ["116.683474210604", "39.864862734324"],
    "district": "通州区",
    "community": "DBC加州小镇C区",
    "building": "颐瑞东里",
    "area": "临河里",
    "city": "北京"
  }, {
    "lnglat": ["116.486294211812", "39.978641989026"],
    "district": "朝阳区",
    "community": "高家园二区",
    "building": "高家园二区",
    "area": "临河里",
    "city": "北京"
  }, {
    "lnglat": ["116.48074542263", "39.900182830109"],
    "district": "朝阳区",
    "community": "易构空间",
    "building": "百子湾路甲16号",
    "area": "大望路",
    "city": "北京"
  }, {
    "lnglat": ["116.424518913641", "40.050657629793"],
    "district": "朝阳区",
    "community": "世华泊郡",
    "building": "水岸中街19号院",
    "area": "北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.170881926735", "39.935807748529"],
    "district": "石景山区",
    "community": "模式口东里",
    "building": "模式口东里",
    "area": "苹果园",
    "city": "北京"
  }, {
    "lnglat": ["116.29424429221", "39.832196309251"],
    "district": "丰台区",
    "community": "宝隆温泉公寓",
    "building": "百强大道6号院",
    "area": "科技园区",
    "city": "北京"
  }, {
    "lnglat": ["116.365337200085", "39.87104989677"],
    "district": "西城区",
    "community": "万博苑",
    "building": "万博苑",
    "area": "右安门内",
    "city": "北京"
  }, {
    "lnglat": ["116.382401240198", "39.982016947216"],
    "district": "朝阳区",
    "community": "华严北里9号院",
    "building": "华严北里9号院",
    "area": "右安门内",
    "city": "北京"
  }, {
    "lnglat": ["116.374377484242", "39.942080909097"],
    "district": "西城区",
    "community": "新街口东街",
    "building": "新街口东街",
    "area": "右安门内",
    "city": "北京"
  }, {
    "lnglat": ["116.48124097181", "39.88400287528"],
    "district": "朝阳区",
    "community": "平乐园小区",
    "building": "平乐园",
    "area": "北工大",
    "city": "北京"
  }, {
    "lnglat": ["116.577955816297", "39.930118212986"],
    "district": "朝阳区",
    "community": "苹果派",
    "building": "黄渠东路2号院",
    "area": "常营",
    "city": "北京"
  }, {
    "lnglat": ["116.241360491288", "39.834137368241"],
    "district": "丰台区",
    "community": "晓月苑五里",
    "building": "晓月苑五里",
    "area": "卢沟桥",
    "city": "北京"
  }, {
    "lnglat": ["116.373844285032", "39.971475518682"],
    "district": "海淀区",
    "community": "北三环中路甲43号院",
    "building": "北三环中路甲43号院",
    "area": "西北旺",
    "city": "北京"
  }, {
    "lnglat": ["116.40789805127", "39.991996752059"],
    "district": "朝阳区",
    "community": "安慧里三区",
    "building": "安慧里三区",
    "area": "西北旺",
    "city": "北京"
  }, {
    "lnglat": ["116.425937640148", "39.860453569796"],
    "district": "丰台区",
    "community": "芳群园三区",
    "building": "芳群园三区",
    "area": "方庄",
    "city": "北京"
  }, {
    "lnglat": ["116.43932202781", "40.072319348687"],
    "district": "昌平区",
    "community": "天通苑东三区",
    "building": "北七家镇天通东苑三区",
    "area": "天通苑",
    "city": "北京"
  }, {
    "lnglat": ["116.312089837924", "39.929873588945"],
    "district": "海淀区",
    "community": "车公庄西路38号院",
    "building": "车公庄西路38号院/花园村公汽",
    "area": "九棵树",
    "city": "北京"
  }, {
    "lnglat": ["116.3249360516", "39.964541396182"],
    "district": "海淀区",
    "community": "铸诚大厦",
    "building": "中关村南大街甲6号",
    "area": "九棵树",
    "city": "北京"
  }, {
    "lnglat": ["116.395852251768", "39.967058669913"],
    "district": "朝阳区",
    "community": "安华西里一区",
    "building": "安华西里一区",
    "area": "安贞",
    "city": "北京"
  }, {
    "lnglat": ["116.345026619722", "39.885748612156"],
    "district": "西城区",
    "community": "车站东街15号院",
    "building": "车站东街15号院",
    "area": "学院路",
    "city": "北京"
  }, {
    "lnglat": ["116.372031121403", "39.873627563574"],
    "district": "西城区",
    "community": "清芷园",
    "building": "育新街47号",
    "area": "右安门内",
    "city": "北京"
  }, {
    "lnglat": ["116.446756206524", "39.804124816336"],
    "district": "大兴区",
    "community": "清逸园",
    "building": "清逸园",
    "area": "旧宫",
    "city": "北京"
  }, {
    "lnglat": ["116.558028146769", "40.070296847724"],
    "district": "顺义区",
    "community": "莲竹馨晴",
    "building": "莲竹馨晴",
    "area": "管庄",
    "city": "北京"
  }, {
    "lnglat": ["116.411437636698", "40.05451986852"],
    "district": "昌平区",
    "community": "东亚奥北中心北区",
    "building": "中东路400号院",
    "area": "立水桥",
    "city": "北京"
  }, {
    "lnglat": ["116.426081336308", "39.84102747912"],
    "district": "丰台区",
    "community": "首开石榴派",
    "building": "石榴园北里42号楼",
    "area": "立水桥",
    "city": "北京"
  }, {
    "lnglat": ["116.354072102734", "40.065362025281"],
    "district": "海淀区",
    "community": "轮胎厂宿舍",
    "building": "西三旗新都东路北京轮胎厂新区宿",
    "area": "立水桥",
    "city": "北京"
  }, {
    "lnglat": ["116.263239529251", "39.905137839448"],
    "district": "海淀区",
    "community": "永定路西里",
    "building": "永定路西里",
    "area": "亚运村",
    "city": "北京"
  }, {
    "lnglat": ["116.338665487482", "39.882250967656"],
    "district": "西城区",
    "community": "小红庙",
    "building": "小红庙",
    "area": "广安门",
    "city": "北京"
  }, {
    "lnglat": ["116.696387178011", "40.173743229091"],
    "district": "顺义区",
    "community": "水色时光五区",
    "building": "水色时光五区",
    "area": "玉泉路",
    "city": "北京"
  }, {
    "lnglat": ["116.42965297609", "39.995234385376"],
    "district": "朝阳区",
    "community": "世纪村东区",
    "building": "育慧北路8号",
    "area": "亚运村小营",
    "city": "北京"
  }, {
    "lnglat": ["116.367995146404", "39.909114548844"],
    "district": "西城区",
    "community": "京畿道",
    "building": "京畿道",
    "area": "西单",
    "city": "北京"
  }, {
    "lnglat": ["116.292350436969", "39.928255031192"],
    "district": "海淀区",
    "community": "八里庄北里",
    "building": "八里庄北里",
    "area": "定慧寺",
    "city": "北京"
  }, {
    "lnglat": ["116.442300116389", "39.895902348906"],
    "district": "东城区",
    "community": "金桥国际",
    "building": "广渠门北里55号",
    "area": "广渠门",
    "city": "北京"
  }, {
    "lnglat": ["116.413377586311", "40.009144489953"],
    "district": "朝阳区",
    "community": "荣尊堡国际俱乐部公寓",
    "building": "科荟路8号",
    "area": "亚运村",
    "city": "北京"
  }, {
    "lnglat": ["116.349510267704", "39.944756303954"],
    "district": "西城区",
    "community": "钻河公馆",
    "building": "钻河公馆",
    "area": "西直门",
    "city": "北京"
  }, {
    "lnglat": ["116.650450322411", "39.887054086622"],
    "district": "通州区",
    "community": "蓝调沙龙东区",
    "building": "翠屏里",
    "area": "九棵树",
    "city": "北京"
  }, {
    "lnglat": ["116.385964461411", "39.964574421389"],
    "district": "西城区",
    "community": "阳光丽景",
    "building": "黄寺大街23号院",
    "area": "马甸",
    "city": "北京"
  }, {
    "lnglat": ["116.429588089133", "40.001648127493"],
    "district": "朝阳区",
    "community": "嘉铭桐城F区",
    "building": "北苑路86号",
    "area": "亚运村小营",
    "city": "北京"
  }, {
    "lnglat": ["116.30221430887", "40.053050098516"],
    "district": "海淀区",
    "community": "辉煌国际",
    "building": "上地十街1号院",
    "area": "亚运村小营",
    "city": "北京"
  }, {
    "lnglat": ["116.606557461966", "39.898908332163"],
    "district": "朝阳区",
    "community": "东一时区",
    "building": "双桥东路12号院 双桥东路10",
    "area": "双桥",
    "city": "北京"
  }, {
    "lnglat": ["116.472046215419", "39.98928568711"],
    "district": "朝阳区",
    "community": "望花路西里",
    "building": "望花路西里",
    "area": "望京",
    "city": "北京"
  }, {
    "lnglat": ["116.473083333688", "39.987640132948"],
    "district": "朝阳区",
    "community": "点击未来",
    "building": "金兴路16号楼",
    "area": "旧宫",
    "city": "北京"
  }, {
    "lnglat": ["116.582871901419", "39.912206666193"],
    "district": "朝阳区",
    "community": "周井大院",
    "building": "周井大院",
    "area": "旧宫",
    "city": "北京"
  }, {
    "lnglat": ["116.631711549876", "39.876029389454"],
    "district": "通州区",
    "community": "龙湖花盛香醍",
    "building": "京洲园",
    "area": "旧宫",
    "city": "北京"
  }, {
    "lnglat": ["116.308801295824", "39.859647547369"],
    "district": "丰台区",
    "community": "丰益花园西区",
    "building": "丰管路3号院",
    "area": "丽泽",
    "city": "北京"
  }, {
    "lnglat": ["116.365128821567", "39.996250904858"],
    "district": "海淀区",
    "community": "二里庄小区",
    "building": "志新西路",
    "area": "二里庄",
    "city": "北京"
  }, {
    "lnglat": ["116.271519137967", "39.892831633654"],
    "district": "丰台区",
    "community": "金隅润景阁",
    "building": "青塔东里",
    "area": "青塔",
    "city": "北京"
  }, {
    "lnglat": ["116.477157432384", "39.891635900085"],
    "district": "朝阳区",
    "community": "大旸楼",
    "building": "西大望路24",
    "area": "苹果园",
    "city": "北京"
  }, {
    "lnglat": ["116.341321743143", "40.08232739617"],
    "district": "昌平区",
    "community": "东亚上北中心",
    "building": "回龙观镇西大街9号院",
    "area": "回龙观",
    "city": "北京"
  }, {
    "lnglat": ["116.227234119044", "39.899326736064"],
    "district": "石景山区",
    "community": "五芳园",
    "building": "五芳园",
    "area": "鲁谷",
    "city": "北京"
  }, {
    "lnglat": ["116.437728541139", "39.918665891553"],
    "district": "朝阳区",
    "community": "三丰里小区",
    "building": "三丰里",
    "area": "朝阳门外",
    "city": "北京"
  }, {
    "lnglat": ["116.261718821825", "39.88926069999"],
    "district": "丰台区",
    "community": "长安新城二区",
    "building": "大成南里二区冷夏园",
    "area": "青塔",
    "city": "北京"
  }, {
    "lnglat": ["116.663445816338", "39.881766948833"],
    "district": "通州区",
    "community": "新城阳光",
    "building": "云景北里",
    "area": "梨园",
    "city": "北京"
  }, {
    "lnglat": ["116.38293140102", "39.852483309532"],
    "district": "丰台区",
    "community": "洋桥71号院",
    "building": "洋桥71号院",
    "area": "梨园",
    "city": "北京"
  }, {
    "lnglat": ["116.462896134253", "39.879559694949"],
    "district": "朝阳区",
    "community": "武圣西里",
    "building": "武圣西里",
    "area": "梨园",
    "city": "北京"
  }, {
    "lnglat": ["116.293008928515", "39.847171592233"],
    "district": "丰台区",
    "community": "建国街二里",
    "building": "建国街二里",
    "area": "管庄",
    "city": "北京"
  }, {
    "lnglat": ["116.545699098338", "39.964769314629"],
    "district": "朝阳区",
    "community": "奥林匹克花园一期",
    "building": "京奥家园",
    "area": "管庄",
    "city": "北京"
  }, {
    "lnglat": ["116.366577739426", "39.9160320395"],
    "district": "西城区",
    "community": "丰汇园小区",
    "building": "丰汇园",
    "area": "金融街",
    "city": "北京"
  }, {
    "lnglat": ["116.643094267016", "40.138411113678"],
    "district": "顺义区",
    "community": "西辛北区",
    "building": "西辛北区",
    "area": "顺义城",
    "city": "北京"
  }, {
    "lnglat": ["116.354321833898", "40.00004679941"],
    "district": "海淀区",
    "community": "富润家园",
    "building": "学院路6号",
    "area": "二里庄",
    "city": "北京"
  }, {
    "lnglat": ["116.36704924947", "39.893478537278"],
    "district": "西城区",
    "community": "老墙根38号院",
    "building": "老墙根38号院",
    "area": "二里庄",
    "city": "北京"
  }, {
    "lnglat": ["116.42727163828", "39.843431104919"],
    "district": "丰台区",
    "community": "鑫兆雅园南区",
    "building": "宋庄路73号院",
    "area": "刘家窑",
    "city": "北京"
  }, {
    "lnglat": ["116.354021583469", "39.967686582026"],
    "district": "海淀区",
    "community": "太月园",
    "building": "罗庄太月园",
    "area": "知春路",
    "city": "北京"
  }, {
    "lnglat": ["116.327177468286", "40.073195505167"],
    "district": "昌平区",
    "community": "龙泽苑东区",
    "building": "回龙观镇龙泽苑东区",
    "area": "龙泽",
    "city": "北京"
  }, {
    "lnglat": ["116.436894946535", "39.899211102013"],
    "district": "东城区",
    "community": "东花市北里东区",
    "building": "东花市北里东区",
    "area": "龙泽",
    "city": "北京"
  }, {
    "lnglat": ["116.600189172626", "39.914482334893"],
    "district": "朝阳区",
    "community": "馨岛苑",
    "building": "朝阳路19号院",
    "area": "健翔桥",
    "city": "北京"
  }, {
    "lnglat": ["116.374999958738", "39.878660802769"],
    "district": "西城区",
    "community": "陶然亭路",
    "building": "陶然亭路",
    "area": "健翔桥",
    "city": "北京"
  }, {
    "lnglat": ["116.661630158311", "39.866430122512"],
    "district": "通州区",
    "community": "幸福时光",
    "building": "群芳三园",
    "area": "田村",
    "city": "北京"
  }, {
    "lnglat": ["116.491904057108", "39.93837608087"],
    "district": "朝阳区",
    "community": "观湖国际",
    "building": "东四环北路88号",
    "area": "朝阳公园",
    "city": "北京"
  }, {
    "lnglat": ["116.369058218149", "40.036124061592"],
    "district": "海淀区",
    "community": "宝盛里",
    "building": "宝盛里",
    "area": "清河",
    "city": "北京"
  }, {
    "lnglat": ["116.442801758459", "39.983200909402"],
    "district": "朝阳区",
    "community": "太阳公元",
    "building": "太阳宫一街1号院",
    "area": "太阳宫",
    "city": "北京"
  }, {
    "lnglat": ["116.345435680727", "39.8739796493"],
    "district": "西城区",
    "community": "政泰家园",
    "building": "鸭子桥路45号院",
    "area": "太阳宫",
    "city": "北京"
  }, {
    "lnglat": ["116.554021965128", "39.919233557033"],
    "district": "朝阳区",
    "community": "福怡苑",
    "building": "福怡苑",
    "area": "定福庄",
    "city": "北京"
  }, {
    "lnglat": ["116.302352548744", "39.90932803768"],
    "district": "海淀区",
    "community": "翠微路26号院",
    "building": "翠微路26号院/翠微路20号",
    "area": "定福庄",
    "city": "北京"
  }, {
    "lnglat": ["116.42742990824", "39.90816181867"],
    "district": "东城区",
    "community": "朝阳门南小街",
    "building": "朝阳门南小街",
    "area": "朝阳门内",
    "city": "北京"
  }, {
    "lnglat": ["116.347475769794", "40.0227945895"],
    "district": "海淀区",
    "community": "奶牛厂宿舍",
    "building": "奶牛厂宿舍",
    "area": "学院路",
    "city": "北京"
  }, {
    "lnglat": ["116.350122961735", "39.845013466742"],
    "district": "丰台区",
    "community": "恋日花都",
    "building": "草桥欣园四区",
    "area": "草桥",
    "city": "北京"
  }, {
    "lnglat": ["116.426901906777", "40.042578602208"],
    "district": "朝阳区",
    "community": "北苑家园紫绶园",
    "building": "北苑家园紫绶园",
    "area": "北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.398474485003", "39.852721915183"],
    "district": "丰台区",
    "community": "海户屯",
    "building": "海户屯",
    "area": "西罗园",
    "city": "北京"
  }, {
    "lnglat": ["116.42735196648", "39.986599321457"],
    "district": "朝阳区",
    "community": "高原街7号院",
    "building": "高原街7号院",
    "area": "西罗园",
    "city": "北京"
  }, {
    "lnglat": ["116.589808453595", "39.920793384513"],
    "district": "朝阳区",
    "community": "上线6号",
    "building": "鑫兆佳园15号",
    "area": "双桥",
    "city": "北京"
  }, {
    "lnglat": ["116.631820167831", "39.877025670459"],
    "district": "通州区",
    "community": "龙湖蔚澜香醍",
    "building": "九棵树",
    "area": "双桥",
    "city": "北京"
  }, {
    "lnglat": ["116.535003424717", "39.918800236299"],
    "district": "朝阳区",
    "community": "南太平庄北巷",
    "building": "南太平庄北巷",
    "area": "高碑店",
    "city": "北京"
  }, {
    "lnglat": ["116.663211840419", "39.876640118109"],
    "district": "通州区",
    "community": "云景里南大门",
    "building": "云景里",
    "area": "梨园",
    "city": "北京"
  }, {
    "lnglat": ["116.466537107854", "39.988925643821"],
    "district": "朝阳区",
    "community": "都市心海岸",
    "building": "阜通西大街18号院",
    "area": "望京",
    "city": "北京"
  }, {
    "lnglat": ["116.298542459245", "40.076362252203"],
    "district": "昌平区",
    "community": "龙城花园北二区",
    "building": "回龙观镇龙城花园北二区",
    "area": "回龙观",
    "city": "北京"
  }, {
    "lnglat": ["116.381325135635", "39.967099525283"],
    "district": "西城区",
    "community": "德外大街2号院",
    "building": "德胜门外大街2号院",
    "area": "回龙观",
    "city": "北京"
  }, {
    "lnglat": ["116.362465277497", "40.031162754679"],
    "district": "海淀区",
    "community": "高巢",
    "building": "清河龙岗路35号",
    "area": "宣武门",
    "city": "北京"
  }, {
    "lnglat": ["116.637480675683", "40.133106829065"],
    "district": "顺义区",
    "community": "前进花园牡丹苑",
    "building": "前进花园牡丹苑",
    "area": "宣武门",
    "city": "北京"
  }, {
    "lnglat": ["116.39387563714", "39.863566502773"],
    "district": "东城区",
    "community": "悠胜美苑",
    "building": "管村32号院",
    "area": "西罗园",
    "city": "北京"
  }, {
    "lnglat": ["116.384369466572", "39.95323964829"],
    "district": "西城区",
    "community": "大井胡同",
    "building": "大井胡同",
    "area": "西罗园",
    "city": "北京"
  }, {
    "lnglat": ["116.292042676157", "39.833673317987"],
    "district": "丰台区",
    "community": "新城市经典",
    "building": "科学城丰泽街8号",
    "area": "成寿寺",
    "city": "北京"
  }, {
    "lnglat": ["116.412297469924", "39.969968452033"],
    "district": "朝阳区",
    "community": "胜古家园",
    "building": "胜古家园",
    "area": "惠新西街",
    "city": "北京"
  }, {
    "lnglat": ["116.295980301828", "39.963055241856"],
    "district": "海淀区",
    "community": "康桥水郡",
    "building": "泉宗路10号",
    "area": "万柳",
    "city": "北京"
  }, {
    "lnglat": ["116.313526306382", "39.96582909591"],
    "district": "海淀区",
    "community": "三义庙北",
    "building": "三义庙社区",
    "area": "万柳",
    "city": "北京"
  }, {
    "lnglat": ["116.256938577508", "39.917522211903"],
    "district": "海淀区",
    "community": "恒盛欧洲公馆",
    "building": "金沟河路26号",
    "area": "北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.435982735372", "39.966504459689"],
    "district": "朝阳区",
    "community": "西坝河西里",
    "building": "西坝河西里",
    "area": "西坝河",
    "city": "北京"
  }, {
    "lnglat": ["116.33068902621", "40.080747075878"],
    "district": "昌平区",
    "community": "风雅园三区",
    "building": "回龙观镇龙禧苑风雅园三区",
    "area": "回龙观",
    "city": "北京"
  }, {
    "lnglat": ["116.31436171055", "39.9281234506"],
    "district": "海淀区",
    "community": "增光路甲51号院",
    "building": "增光路49号",
    "area": "回龙观",
    "city": "北京"
  }, {
    "lnglat": ["116.412683919251", "39.961501478275"],
    "district": "东城区",
    "community": "和平里九区",
    "building": "和平里九区",
    "area": "回龙观",
    "city": "北京"
  }, {
    "lnglat": ["116.286070366341", "39.849693463093"],
    "district": "丰台区",
    "community": "电报局街",
    "building": "电报局街",
    "area": "回龙观",
    "city": "北京"
  }, {
    "lnglat": ["116.395314770494", "39.850876776716"],
    "district": "丰台区",
    "community": "珠江骏景南区",
    "building": "骏景园南区",
    "area": "西罗园",
    "city": "北京"
  }, {
    "lnglat": ["116.202751929141", "39.91070628902"],
    "district": "石景山区",
    "community": "八角南里",
    "building": "八角南里",
    "area": "八角",
    "city": "北京"
  }, {
    "lnglat": ["116.4361939791", "39.861131503877"],
    "district": "丰台区",
    "community": "芳星园三区",
    "building": "方庄芳星园三区",
    "area": "方庄",
    "city": "北京"
  }, {
    "lnglat": ["116.433225394714", "39.89950152645"],
    "district": "东城区",
    "community": "东花市北里中区",
    "building": "东花市北里中区",
    "area": "东花市",
    "city": "北京"
  }, {
    "lnglat": ["116.384454328117", "40.061095707937"],
    "district": "海淀区",
    "community": "森林大第",
    "building": "建材城东路森林大第家园",
    "area": "西三旗",
    "city": "北京"
  }, {
    "lnglat": ["116.341811974374", "39.90319053513"],
    "district": "西城区",
    "community": "真武庙三里",
    "building": "真武庙三里",
    "area": "西三旗",
    "city": "北京"
  }, {
    "lnglat": ["116.414943689085", "39.853254172824"],
    "district": "丰台区",
    "community": "贾家花园甲1号院",
    "building": "贾家花园甲1号院",
    "area": "刘家窑",
    "city": "北京"
  }, {
    "lnglat": ["116.361998797397", "39.866249632348"],
    "district": "丰台区",
    "community": "玉林东里二区",
    "building": "玉林东里二区",
    "area": "常营",
    "city": "北京"
  }, {
    "lnglat": ["116.592400093876", "40.052122056994"],
    "district": "朝阳区",
    "community": "北平里",
    "building": "首都机场南路",
    "area": "首都机场",
    "city": "北京"
  }, {
    "lnglat": ["116.436298733207", "39.96349393142"],
    "district": "朝阳区",
    "community": "西坝河南里",
    "building": "西坝河南里",
    "area": "西三旗",
    "city": "北京"
  }, {
    "lnglat": ["116.305386341692", "39.943042562283"],
    "district": "海淀区",
    "community": "紫竹院98号院",
    "building": "紫竹院98号院/北京化工管理干",
    "area": "顺义城",
    "city": "北京"
  }, {
    "lnglat": ["116.281356883382", "39.925565356885"],
    "district": "海淀区",
    "community": "定慧北里",
    "building": "定慧北里",
    "area": "定慧寺",
    "city": "北京"
  }, {
    "lnglat": ["116.501559380075", "39.912164995621"],
    "district": "朝阳区",
    "community": "东恒时代三期",
    "building": "十里堡甲3号",
    "area": "十里堡",
    "city": "北京"
  }, {
    "lnglat": ["116.413977634815", "40.062129427224"],
    "district": "昌平区",
    "community": "龙德紫金",
    "building": "东小口镇龙德紫金",
    "area": "玉泉路",
    "city": "北京"
  }, {
    "lnglat": ["116.48519093569", "39.923317146838"],
    "district": "朝阳区",
    "community": "延静东里",
    "building": "延静东里",
    "area": "玉泉路",
    "city": "北京"
  }, {
    "lnglat": ["116.422664056307", "39.950366249077"],
    "district": "东城区",
    "community": "柏林寺西",
    "building": "和平里东街柏林寺西",
    "area": "和平里",
    "city": "北京"
  }, {
    "lnglat": ["116.318334470199", "39.88558403195"],
    "district": "丰台区",
    "community": "太平桥小区",
    "building": "太平桥小区",
    "area": "太平桥",
    "city": "北京"
  }, {
    "lnglat": ["116.43167725264", "39.910337965283"],
    "district": "东城区",
    "community": "贡院六号",
    "building": "贡院西街6号",
    "area": "安宁庄",
    "city": "北京"
  }, {
    "lnglat": ["116.564192224337", "39.846054568311"],
    "district": "朝阳区",
    "community": "富力又一城C区",
    "building": "黄厂南里3号院",
    "area": "豆各庄",
    "city": "北京"
  }, {
    "lnglat": ["116.413878437219", "40.035430684588"],
    "district": "朝阳区",
    "community": "天溪园",
    "building": "天溪园",
    "area": "北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.335454110079", "39.744066009561"],
    "district": "大兴区",
    "community": "清源西里",
    "building": "清源西里",
    "area": "枣园",
    "city": "北京"
  }, {
    "lnglat": ["116.302047908366", "39.937568875431"],
    "district": "海淀区",
    "community": "北洼西里",
    "building": "北洼西里",
    "area": "紫竹桥",
    "city": "北京"
  }, {
    "lnglat": ["116.408454635168", "39.860065814872"],
    "district": "东城区",
    "community": "富莱茵花园",
    "building": "沙子口路76号",
    "area": "永定门",
    "city": "北京"
  }, {
    "lnglat": ["116.228926403286", "39.901282723314"],
    "district": "石景山区",
    "community": "永乐西区",
    "building": "永乐西区",
    "area": "鲁谷",
    "city": "北京"
  }, {
    "lnglat": ["116.376399099966", "39.967599676065"],
    "district": "西城区",
    "community": "马甸南村",
    "building": "马甸南村",
    "area": "马甸",
    "city": "北京"
  }, {
    "lnglat": ["116.209632862131", "39.970009255714"],
    "district": "海淀区",
    "community": "门头馨村",
    "building": "门头馨村",
    "area": "天通苑",
    "city": "北京"
  }, {
    "lnglat": ["116.302545269591", "39.915475944302"],
    "district": "海淀区",
    "community": "颐源居一期",
    "building": "翠微路4号",
    "area": "公主坟",
    "city": "北京"
  }, {
    "lnglat": ["116.327666280501", "40.066508928214"],
    "district": "海淀区",
    "community": "万龙社区",
    "building": "京张公路东侧回龙观医院家属宿舍",
    "area": "龙泽",
    "city": "北京"
  }, {
    "lnglat": ["116.392618098003", "39.971816815648"],
    "district": "西城区",
    "community": "裕中东里",
    "building": "裕中东里",
    "area": "马甸",
    "city": "北京"
  }, {
    "lnglat": ["116.272921513806", "40.020609072215"],
    "district": "海淀区",
    "community": "天秀花园安和园",
    "building": "天秀花园安和园",
    "area": "马连洼",
    "city": "北京"
  }, {
    "lnglat": ["116.336656817043", "40.030727140833"],
    "district": "海淀区",
    "community": "橡树湾",
    "building": "学府树家园",
    "area": "清河",
    "city": "北京"
  }, {
    "lnglat": ["116.322830030254", "39.840587982011"],
    "district": "丰台区",
    "community": "万年花城三期",
    "building": "芳菲路88号院",
    "area": "玉泉营",
    "city": "北京"
  }, {
    "lnglat": ["116.221538909664", "39.89921126564"],
    "district": "石景山区",
    "community": "六合园",
    "building": "六合园",
    "area": "鲁谷",
    "city": "北京"
  }, {
    "lnglat": ["116.554168903201", "39.910427071037"],
    "district": "朝阳区",
    "community": "电建北院",
    "building": "定福庄西里1号院",
    "area": "北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.439051105959", "39.806461765188"],
    "district": "大兴区",
    "community": "云龙家园",
    "building": "云龙家园",
    "area": "旧宫",
    "city": "北京"
  }, {
    "lnglat": ["116.399159961133", "39.969277108158"],
    "district": "朝阳区",
    "community": "深房大厦",
    "building": "安贞西里四区",
    "area": "亚运村",
    "city": "北京"
  }, {
    "lnglat": ["116.475058991206", "39.872988907012"],
    "district": "朝阳区",
    "community": "松榆东里",
    "building": "松榆东里",
    "area": "玉泉营",
    "city": "北京"
  }, {
    "lnglat": ["116.385063797473", "39.961268857395"],
    "district": "西城区",
    "community": "什坊街2号院",
    "building": "什坊街2号院",
    "area": "石佛营",
    "city": "北京"
  }, {
    "lnglat": ["116.499352311396", "39.923941771598"],
    "district": "朝阳区",
    "community": "公园1872",
    "building": "朝阳区东四环红领巾公园湖畔",
    "area": "石佛营",
    "city": "北京"
  }, {
    "lnglat": ["116.431361616409", "39.935469096067"],
    "district": "东城区",
    "community": "仓夹道",
    "building": "仓夹道",
    "area": "石佛营",
    "city": "北京"
  }, {
    "lnglat": ["116.333843811096", "39.881288638351"],
    "district": "西城区",
    "community": "红莲中里",
    "building": "红莲中里",
    "area": "马连道",
    "city": "北京"
  }, {
    "lnglat": ["116.481958885171", "39.928222264492"],
    "district": "朝阳区",
    "community": "甜水园北里",
    "building": "甜水园北里",
    "area": "甜水园",
    "city": "北京"
  }, {
    "lnglat": ["116.337505821706", "39.926390416722"],
    "district": "海淀区",
    "community": "侨办大院",
    "building": "百万庄南街10号院",
    "area": "阜成门",
    "city": "北京"
  }, {
    "lnglat": ["116.310293001366", "39.762231151899"],
    "district": "大兴区",
    "community": "首邑溪谷",
    "building": "首邑溪谷",
    "area": "阜成门",
    "city": "北京"
  }, {
    "lnglat": ["116.456210980756", "39.963533321786"],
    "district": "朝阳区",
    "community": "凤凰城三期",
    "building": "曙光西里甲5号院",
    "area": "三元桥",
    "city": "北京"
  }, {
    "lnglat": ["116.408047334193", "40.047142755489"],
    "district": "昌平区",
    "community": "明天第一城7号院",
    "building": "立清路7号院",
    "area": "立水桥",
    "city": "北京"
  }, {
    "lnglat": ["116.424139564998", "39.866280133704"],
    "district": "丰台区",
    "community": "gogo新世代",
    "building": "蒲芳路9号院",
    "area": "方庄",
    "city": "北京"
  }, {
    "lnglat": ["116.533795393338", "39.964650137041"],
    "district": "朝阳区",
    "community": "首开常青藤二期",
    "building": "东坝南一街2号院",
    "area": "崇文门",
    "city": "北京"
  }, {
    "lnglat": ["116.507738992201", "39.917616229724"],
    "district": "朝阳区",
    "community": "十里堡东里",
    "building": "十里堡东里",
    "area": "安贞",
    "city": "北京"
  }, {
    "lnglat": ["116.383559687286", "40.001592072526"],
    "district": "朝阳区",
    "community": "风林绿洲",
    "building": "科学园南里风林绿洲",
    "area": "南沙滩",
    "city": "北京"
  }, {
    "lnglat": ["116.422736131535", "40.063294329399"],
    "district": "昌平区",
    "community": "天通苑本二区",
    "building": "东小口镇天通苑本二区",
    "area": "天通苑",
    "city": "北京"
  }, {
    "lnglat": ["116.284216405013", "39.922679638254"],
    "district": "海淀区",
    "community": "定慧西里",
    "building": "定慧西里",
    "area": "定慧寺",
    "city": "北京"
  }, {
    "lnglat": ["116.362083176087", "39.849106605373"],
    "district": "丰台区",
    "community": "玉安园",
    "building": "北甲地路9号院",
    "area": "草桥",
    "city": "北京"
  }, {
    "lnglat": ["116.380220714103", "39.844322492225"],
    "district": "丰台区",
    "community": "司达小区",
    "building": "西马场北里",
    "area": "苹果园",
    "city": "北京"
  }, {
    "lnglat": ["116.299209400925", "39.964893543549"],
    "district": "海淀区",
    "community": "涧桥泊屋",
    "building": "万柳新纪元家园",
    "area": "万柳",
    "city": "北京"
  }, {
    "lnglat": ["116.311204706608", "39.836715093418"],
    "district": "丰台区",
    "community": "彩虹街区",
    "building": "丰台南路新村一里15号",
    "area": "玉泉营",
    "city": "北京"
  }, {
    "lnglat": ["116.307633777534", "39.942565012784"],
    "district": "海淀区",
    "community": "紫竹院小区",
    "building": "紫竹院一号",
    "area": "紫竹桥",
    "city": "北京"
  }, {
    "lnglat": ["116.326995361825", "39.737495020169"],
    "district": "大兴区",
    "community": "清澄名苑南区",
    "building": "清澄名苑南",
    "area": "黄村中",
    "city": "北京"
  }, {
    "lnglat": ["116.38060698827", "39.952988239902"],
    "district": "西城区",
    "community": "教场口6号院",
    "building": "教场口街6号",
    "area": "六铺炕",
    "city": "北京"
  }, {
    "lnglat": ["116.646918643005", "39.891368946652"],
    "district": "通州区",
    "community": "葵花社",
    "building": "翠屏北里",
    "area": "万柳",
    "city": "北京"
  }, {
    "lnglat": ["116.316074539995", "40.076816194385"],
    "district": "昌平区",
    "community": "慧华苑",
    "building": "回龙观镇慧华苑",
    "area": "回龙观",
    "city": "北京"
  }, {
    "lnglat": ["116.677616030263", "39.901517411311"],
    "district": "通州区",
    "community": "西上园四区",
    "building": "西上园四区",
    "area": "乔庄",
    "city": "北京"
  }, {
    "lnglat": ["116.347931736464", "39.727470902868"],
    "district": "大兴区",
    "community": "观音寺小区",
    "building": "观音寺",
    "area": "观音寺",
    "city": "北京"
  }, {
    "lnglat": ["116.694026748212", "39.909083058636"],
    "district": "通州区",
    "community": "BOBO自由城",
    "building": "东果园",
    "area": "武夷花园",
    "city": "北京"
  }, {
    "lnglat": ["116.37569613404", "39.96417199679"],
    "district": "西城区",
    "community": "新风北里",
    "building": "新风北里",
    "area": "马甸",
    "city": "北京"
  }, {
    "lnglat": ["116.350062095192", "39.926672105808"],
    "district": "西城区",
    "community": "北营房东里",
    "building": "北营房东里",
    "area": "芍药居",
    "city": "北京"
  }, {
    "lnglat": ["116.685036602642", "39.912379896057"],
    "district": "通州区",
    "community": "运河园",
    "building": "通胡大街82号院",
    "area": "武夷花园",
    "city": "北京"
  }, {
    "lnglat": ["116.461104009726", "39.926424172528"],
    "district": "朝阳区",
    "community": "向军北里",
    "building": "向军北里",
    "area": "武夷花园",
    "city": "北京"
  }, {
    "lnglat": ["116.315438018868", "40.052349470285"],
    "district": "海淀区",
    "community": "铭科苑",
    "building": "西二旗一里铭科园",
    "area": "西二旗",
    "city": "北京"
  }, {
    "lnglat": ["116.444660765868", "39.954887299488"],
    "district": "东城区",
    "community": "瑞福楼",
    "building": "左家庄东里",
    "area": "管庄",
    "city": "北京"
  }, {
    "lnglat": ["116.341230750185", "39.87115582726"],
    "district": "丰台区",
    "community": "金泰城丽湾",
    "building": "丽泽路1号院",
    "area": "菜户营",
    "city": "北京"
  }, {
    "lnglat": ["116.327115414329", "39.757600558821"],
    "district": "大兴区",
    "community": "原生墅",
    "building": "康和园",
    "area": "枣园",
    "city": "北京"
  }, {
    "lnglat": ["116.302806798769", "39.630095215728"],
    "district": "大兴区",
    "community": "富力丹麦小镇",
    "building": "龙景湾二区",
    "area": "望京",
    "city": "北京"
  }, {
    "lnglat": ["116.305640639911", "40.068831636123"],
    "district": "昌平区",
    "community": "融泽嘉园",
    "building": "融泽嘉园1号楼",
    "area": "龙泽",
    "city": "北京"
  }, {
    "lnglat": ["116.414748834022", "39.984353603386"],
    "district": "朝阳区",
    "community": "惠新苑",
    "building": "惠新西街9号院",
    "area": "龙泽",
    "city": "北京"
  }, {
    "lnglat": ["116.396234039645", "39.810163050435"],
    "district": "丰台区",
    "community": "南苑北里三区",
    "building": "南苑北里三区",
    "area": "和义",
    "city": "北京"
  }, {
    "lnglat": ["116.308594398287", "39.851108769804"],
    "district": "丰台区",
    "community": "三环新城7号院",
    "building": "丰桥路7号院",
    "area": "玉泉营",
    "city": "北京"
  }, {
    "lnglat": ["116.426871980613", "39.925732368911"],
    "district": "东城区",
    "community": "南弓匠营胡同",
    "building": "南弓匠营胡同",
    "area": "朝阳门内",
    "city": "北京"
  }, {
    "lnglat": ["116.512096115866", "39.943475910479"],
    "district": "朝阳区",
    "community": "金隅凤麟洲",
    "building": "姚家园西里甲7号院、甲9号院",
    "area": "朝青",
    "city": "北京"
  }, {
    "lnglat": ["116.294827156978", "39.966581879278"],
    "district": "海淀区",
    "community": "碧水云天",
    "building": "万柳星标家园",
    "area": "万柳",
    "city": "北京"
  }, {
    "lnglat": ["116.370788403212", "39.978435237444"],
    "district": "海淀区",
    "community": "牡丹园西里",
    "building": "牡丹园西里",
    "area": "牡丹园",
    "city": "北京"
  }, {
    "lnglat": ["116.360374170029", "39.951610331502"],
    "district": "西城区",
    "community": "索家坟",
    "building": "索家坟",
    "area": "新街口",
    "city": "北京"
  }, {
    "lnglat": ["116.666670960276", "40.11022778769"],
    "district": "顺义区",
    "community": "石园东区",
    "building": "石园东区",
    "area": "顺义城",
    "city": "北京"
  }, {
    "lnglat": ["116.332035249988", "40.073654208352"],
    "district": "昌平区",
    "community": "龙腾苑六区",
    "building": "回龙观镇龙腾苑六区",
    "area": "回龙观",
    "city": "北京"
  }, {
    "lnglat": ["116.292580468757", "39.9368142007"],
    "district": "海淀区",
    "community": "绿波漫板",
    "building": "裕泽园",
    "area": "枣园",
    "city": "北京"
  }, {
    "lnglat": ["116.338353188713", "39.8860823987"],
    "district": "西城区",
    "community": "远见名苑",
    "building": "红居街",
    "area": "广安门",
    "city": "北京"
  }, {
    "lnglat": ["116.373176605", "40.035499911288"],
    "district": "海淀区",
    "community": "观景园",
    "building": "宝盛里观景园",
    "area": "清河",
    "city": "北京"
  }, {
    "lnglat": ["116.430595266354", "39.965108156801"],
    "district": "东城区",
    "community": "和平街十五区1号院",
    "building": "和平街十五区",
    "area": "和平里",
    "city": "北京"
  }, {
    "lnglat": ["116.506717948373", "39.971999836279"],
    "district": "朝阳区",
    "community": "卡布其诺",
    "building": "将府家园北里",
    "area": "和平里",
    "city": "北京"
  }, {
    "lnglat": ["116.449869317038", "39.963315218688"],
    "district": "朝阳区",
    "community": "时间国际",
    "building": "曙光西里甲6号院",
    "area": "三元桥",
    "city": "北京"
  }, {
    "lnglat": ["116.477015352114", "39.887627765012"],
    "district": "朝阳区",
    "community": "CBD传奇",
    "building": "西大望路63号院",
    "area": "大望路",
    "city": "北京"
  }, {
    "lnglat": ["116.294713564397", "39.836137928327"],
    "district": "丰台区",
    "community": "恒富中街3号院",
    "building": "恒富中街3号院",
    "area": "大望路",
    "city": "北京"
  }, {
    "lnglat": ["116.486450396922", "39.99431123105"],
    "district": "朝阳区",
    "community": "国风北京一期",
    "building": "望京东园六区",
    "area": "大望路",
    "city": "北京"
  }, {
    "lnglat": ["116.637109413297", "40.130979127783"],
    "district": "顺义区",
    "community": "宏城花园",
    "building": "宏城花园",
    "area": "望京",
    "city": "北京"
  }, {
    "lnglat": ["116.202937982983", "39.943946340384"],
    "district": "石景山区",
    "community": "西山枫林一二期",
    "building": "香山南路168号",
    "area": "苹果园",
    "city": "北京"
  }, {
    "lnglat": ["116.345867330631", "39.794638184227"],
    "district": "大兴区",
    "community": "鸿坤理想城礼域府",
    "building": "西红门北一街1号院",
    "area": "西红门",
    "city": "北京"
  }, {
    "lnglat": ["116.464979773591", "39.888636952606"],
    "district": "朝阳区",
    "community": "华腾园",
    "building": "东三环南路54号院",
    "area": "劲松",
    "city": "北京"
  }, {
    "lnglat": ["116.384757656558", "39.767365286755"],
    "district": "大兴区",
    "community": "金华园",
    "building": "金华园",
    "area": "刘家窑",
    "city": "北京"
  }, {
    "lnglat": ["116.448931649778", "39.894667508241"],
    "district": "朝阳区",
    "community": "富力城E区",
    "building": "广渠门外大街7号院",
    "area": "刘家窑",
    "city": "北京"
  }, {
    "lnglat": ["116.347289543048", "40.063954769969"],
    "district": "海淀区",
    "community": "黄平路8号院",
    "building": "西三旗北郊面粉厂宿舍",
    "area": "刘家窑",
    "city": "北京"
  }, {
    "lnglat": ["116.44381554074", "39.936471340316"],
    "district": "东城区",
    "community": "春秀路",
    "building": "东直门外春秀路",
    "area": "工体",
    "city": "北京"
  }, {
    "lnglat": ["116.376647440824", "39.956390137232"],
    "district": "西城区",
    "community": "德胜里一区",
    "building": "德胜里一区",
    "area": "德胜门",
    "city": "北京"
  }, {
    "lnglat": ["116.432544382108", "39.86732296681"],
    "district": "丰台区",
    "community": "芳城园三区",
    "building": "芳城园三区",
    "area": "方庄",
    "city": "北京"
  }, {
    "lnglat": ["116.671963108753", "40.121569552712"],
    "district": "顺义区",
    "community": "裕龙四区",
    "building": "裕龙花园四区",
    "area": "顺义城",
    "city": "北京"
  }, {
    "lnglat": ["116.283715854332", "39.908772610411"],
    "district": "海淀区",
    "community": "万寿路电信宿舍",
    "building": "万寿路电信宿舍",
    "area": "回龙观",
    "city": "北京"
  }, {
    "lnglat": ["116.455492245258", "39.967431217441"],
    "district": "朝阳区",
    "community": "金星园",
    "building": "太阳宫金星园",
    "area": "三元桥",
    "city": "北京"
  }, {
    "lnglat": ["116.289715895752", "39.843553108018"],
    "district": "丰台区",
    "community": "新华街五里",
    "building": "新华街五里",
    "area": "看丹桥",
    "city": "北京"
  }, {
    "lnglat": ["116.648508010285", "40.119539498535"],
    "district": "顺义区",
    "community": "怡馨家园",
    "building": "怡馨家园",
    "area": "顺义城",
    "city": "北京"
  }, {
    "lnglat": ["116.351245496182", "39.935548486967"],
    "district": "西城区",
    "community": "九和苑",
    "building": "新华里10号院",
    "area": "南沙滩",
    "city": "北京"
  }, {
    "lnglat": ["116.324461871449", "39.983228603873"],
    "district": "海淀区",
    "community": "新科祥园",
    "building": "中关村新科祥园",
    "area": "南沙滩",
    "city": "北京"
  }, {
    "lnglat": ["116.309997804279", "39.944400685663"],
    "district": "海淀区",
    "community": "车道沟东里",
    "building": "车道沟东里",
    "area": "高碑店",
    "city": "北京"
  }, {
    "lnglat": ["116.388599521942", "39.96685393759"],
    "district": "西城区",
    "community": "双旗杆东里",
    "building": "双旗杆东里",
    "area": "马甸",
    "city": "北京"
  }, {
    "lnglat": ["116.374263221198", "40.079393913707"],
    "district": "昌平区",
    "community": "霍营小区",
    "building": "东小口镇霍营小区",
    "area": "霍营",
    "city": "北京"
  }, {
    "lnglat": ["116.409356226231", "40.071490650626"],
    "district": "昌平区",
    "community": "天通西苑二区",
    "building": "东小口镇天通苑西苑二区",
    "area": "天通苑",
    "city": "北京"
  }, {
    "lnglat": ["116.428743042409", "39.899156732069"],
    "district": "东城区",
    "community": "东花市北里西区",
    "building": "东花市北里西区",
    "area": "天通苑",
    "city": "北京"
  }, {
    "lnglat": ["116.505787453551", "39.922155820246"],
    "district": "朝阳区",
    "community": "十里堡北里",
    "building": "十里堡北里",
    "area": "十里堡",
    "city": "北京"
  }, {
    "lnglat": ["116.382589436479", "39.838751581487"],
    "district": "丰台区",
    "community": "西马金润一区",
    "building": "西马场南里一区",
    "area": "马家堡",
    "city": "北京"
  }, {
    "lnglat": ["116.312037804002", "39.912543111802"],
    "district": "海淀区",
    "community": "柳林馆",
    "building": "柳林馆南里",
    "area": "公主坟",
    "city": "北京"
  }, {
    "lnglat": ["116.328292384044", "39.900286529098"],
    "district": "海淀区",
    "community": "北蜂窝中路甲8号院",
    "building": "北蜂窝中路甲8号院",
    "area": "和平里",
    "city": "北京"
  }, {
    "lnglat": ["116.294990271371", "39.916763172106"],
    "district": "海淀区",
    "community": "万寿路乙15号院",
    "building": "万寿路乙15号院",
    "area": "西罗园",
    "city": "北京"
  }, {
    "lnglat": ["116.312479946545", "39.94338013747"],
    "district": "海淀区",
    "community": "紫竹院甲3号院",
    "building": "紫竹院甲3号院",
    "area": "西罗园",
    "city": "北京"
  }, {
    "lnglat": ["116.679255985723", "39.865075812295"],
    "district": "通州区",
    "community": "瑞都公园世家南区",
    "building": "颐瑞西里",
    "area": "西罗园",
    "city": "北京"
  }, {
    "lnglat": ["116.340905678853", "40.085321838148"],
    "district": "昌平区",
    "community": "龙禧苑二区",
    "building": "回龙观镇龙禧苑二区",
    "area": "回龙观",
    "city": "北京"
  }, {
    "lnglat": ["116.506799170536", "39.928714169545"],
    "district": "朝阳区",
    "community": "炫特嘉园一期",
    "building": "十里堡北区",
    "area": "石佛营",
    "city": "北京"
  }, {
    "lnglat": ["116.426929914108", "39.807782514989"],
    "district": "大兴区",
    "community": "红星北里",
    "building": "红星北里",
    "area": "和义",
    "city": "北京"
  }, {
    "lnglat": ["116.344619000032", "39.79909632197"],
    "district": "大兴区",
    "community": "九龙家园北区",
    "building": "九龙家园北区",
    "area": "老山",
    "city": "北京"
  }, {
    "lnglat": ["116.550079156362", "39.946011775372"],
    "district": "朝阳区",
    "community": "上东上层",
    "building": "富东嘉园",
    "area": "东坝",
    "city": "北京"
  }, {
    "lnglat": ["116.392682563865", "39.952326680378"],
    "district": "西城区",
    "community": "六铺炕一区",
    "building": "六铺炕一区",
    "area": "东坝",
    "city": "北京"
  }, {
    "lnglat": ["116.289916571655", "40.042007061986"],
    "district": "海淀区",
    "community": "东馨园",
    "building": "东北旺东馨园",
    "area": "西北旺",
    "city": "北京"
  }, {
    "lnglat": ["116.336581533914", "39.925506746372"],
    "district": "海淀区",
    "community": "百万庄南街",
    "building": "百万庄南街",
    "area": "六里桥",
    "city": "北京"
  }, {
    "lnglat": ["116.417352185687", "40.045191551328"],
    "district": "朝阳区",
    "community": "旭辉奥都",
    "building": "锦芳路1号院",
    "area": "北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.614848655245", "40.129850826788"],
    "district": "顺义区",
    "community": "马可汇",
    "building": "马可汇",
    "area": "垡头",
    "city": "北京"
  }, {
    "lnglat": ["116.360672000361", "40.082618891147"],
    "district": "昌平区",
    "community": "和谐家园二区",
    "building": "回龙观镇和谐家园二区",
    "area": "回龙观",
    "city": "北京"
  }, {
    "lnglat": ["116.328522140936", "39.99020732782"],
    "district": "海淀区",
    "community": "水清木华园",
    "building": "三才堂水清木华园",
    "area": "五道口",
    "city": "北京"
  }, {
    "lnglat": ["116.387336390643", "39.973281661202"],
    "district": "朝阳区",
    "community": "裕民东里",
    "building": "裕民东里",
    "area": "马甸",
    "city": "北京"
  }, {
    "lnglat": ["116.441314562558", "39.95437592873"],
    "district": "朝阳区",
    "community": "左家庄南里",
    "building": "左家庄南里",
    "area": "马甸",
    "city": "北京"
  }, {
    "lnglat": ["116.312889845842", "39.760413050724"],
    "district": "大兴区",
    "community": "旭辉紫郡",
    "building": "兴泰街6号院",
    "area": "管庄",
    "city": "北京"
  }, {
    "lnglat": ["116.560837023617", "39.8469426296"],
    "district": "朝阳区",
    "community": "富力又一城B区",
    "building": "黄厂南里2号院",
    "area": "豆各庄",
    "city": "北京"
  }, {
    "lnglat": ["116.251724213884", "39.840572353366"],
    "district": "丰台区",
    "community": "丰西北里",
    "building": "丰西北里",
    "area": "白石桥",
    "city": "北京"
  }, {
    "lnglat": ["116.331421342974", "39.728662540972"],
    "district": "大兴区",
    "community": "兴政家园",
    "building": "兴华南里",
    "area": "东直门",
    "city": "北京"
  }, {
    "lnglat": ["116.560264195584", "40.062963062092"],
    "district": "顺义区",
    "community": "水木兰亭",
    "building": "天竺开发区水木兰亭别墅",
    "area": "中央别墅区",
    "city": "北京"
  }, {
    "lnglat": ["116.647369134899", "39.895153162848"],
    "district": "通州区",
    "community": "日光清城",
    "building": "北苑南路44号院",
    "area": "果园",
    "city": "北京"
  }, {
    "lnglat": ["116.307895057066", "39.966306502995"],
    "district": "海淀区",
    "community": "紫金庄园",
    "building": "万泉河68号紫金庄园",
    "area": "苏州桥",
    "city": "北京"
  }, {
    "lnglat": ["116.165931465092", "39.925617505761"],
    "district": "石景山区",
    "community": "金顶街五区",
    "building": "金顶街五区",
    "area": "苹果园",
    "city": "北京"
  }, {
    "lnglat": ["116.252058201548", "39.892023844279"],
    "district": "丰台区",
    "community": "兆丰园",
    "building": "兆丰园三区",
    "area": "青塔",
    "city": "北京"
  }, {
    "lnglat": ["116.337791543343", "39.982081733171"],
    "district": "海淀区",
    "community": "空间物理所小区",
    "building": "中关村南二条1号",
    "area": "中关村",
    "city": "北京"
  }, {
    "lnglat": ["116.356734470097", "40.074455277335"],
    "district": "昌平区",
    "community": "龙跃苑东四区",
    "building": "回龙观镇龙跃苑东四区",
    "area": "回龙观",
    "city": "北京"
  }, {
    "lnglat": ["116.4700656933", "39.982939933093"],
    "district": "朝阳区",
    "community": "花家地小区",
    "building": "花家地",
    "area": "望京",
    "city": "北京"
  }, {
    "lnglat": ["116.342463965306", "39.917031177736"],
    "district": "西城区",
    "community": "三里河一区3号院",
    "building": "三里河一区3号院",
    "area": "学院路",
    "city": "北京"
  }, {
    "lnglat": ["116.361263947765", "39.864868901478"],
    "district": "丰台区",
    "community": "玉林东里三区",
    "building": "玉林东里三区",
    "area": "右安门外",
    "city": "北京"
  }, {
    "lnglat": ["116.413684693861", "39.895351080167"],
    "district": "东城区",
    "community": "兴隆都市馨园",
    "building": "兴隆都市馨园",
    "area": "崇文门",
    "city": "北京"
  }, {
    "lnglat": ["116.252552704577", "39.910338861699"],
    "district": "石景山区",
    "community": "高能物理研究所",
    "building": "玉泉路",
    "area": "玉泉路",
    "city": "北京"
  }, {
    "lnglat": ["116.35347525506", "39.876955653253"],
    "district": "西城区",
    "community": "建功南里",
    "building": "建功南里",
    "area": "玉泉路",
    "city": "北京"
  }, {
    "lnglat": ["116.307578811322", "39.933132284448"],
    "district": "海淀区",
    "community": "西三环北路105号院",
    "building": "西三环北路105号院",
    "area": "紫竹桥",
    "city": "北京"
  }, {
    "lnglat": ["116.374355640652", "40.032466011128"],
    "district": "海淀区",
    "community": "芳清园",
    "building": "宝盛里芳清园",
    "area": "清河",
    "city": "北京"
  }, {
    "lnglat": ["116.666382519472", "39.89896874502"],
    "district": "通州区",
    "community": "西营前街",
    "building": "玉带河大街",
    "area": "清河",
    "city": "北京"
  }, {
    "lnglat": ["116.434173412021", "39.937747674507"],
    "district": "东城区",
    "community": "东直门南大街",
    "building": "东直门南大街",
    "area": "中央别墅区",
    "city": "北京"
  }, {
    "lnglat": ["116.345837799046", "39.800575558476"],
    "district": "大兴区",
    "community": "九龙山庄东区",
    "building": "九龙山庄东区",
    "area": "中央别墅区",
    "city": "北京"
  }, {
    "lnglat": ["116.341438498515", "39.901885674752"],
    "district": "西城区",
    "community": "汽南小区",
    "building": "白云路西里",
    "area": "中央别墅区",
    "city": "北京"
  }, {
    "lnglat": ["116.454046354427", "39.80131433218"],
    "district": "大兴区",
    "community": "美然绿色家园",
    "building": "美然家园",
    "area": "旧宫",
    "city": "北京"
  }, {
    "lnglat": ["116.395203233867", "39.951504565447"],
    "district": "东城区",
    "community": "安德路",
    "building": "安德路",
    "area": "旧宫",
    "city": "北京"
  }, {
    "lnglat": ["116.375037693605", "39.978485614047"],
    "district": "海淀区",
    "community": "牡丹园北里",
    "building": "牡丹园北里",
    "area": "牡丹园",
    "city": "北京"
  }, {
    "lnglat": ["116.313940386927", "40.033107594497"],
    "district": "海淀区",
    "community": "上地东里",
    "building": "上地东里",
    "area": "上地",
    "city": "北京"
  }, {
    "lnglat": ["116.626004106318", "40.130088708885"],
    "district": "顺义区",
    "community": "石景苑",
    "building": "石景苑",
    "area": "崇文门",
    "city": "北京"
  }, {
    "lnglat": ["116.438224822998", "39.882120590004"],
    "district": "东城区",
    "community": "龙潭北里七条",
    "building": "龙潭北里七条",
    "area": "崇文门",
    "city": "北京"
  }, {
    "lnglat": ["116.414811336963", "40.040380318094"],
    "district": "朝阳区",
    "community": "领地OFFICE",
    "building": "北苑路13号院",
    "area": "北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.341379057208", "39.926094471423"],
    "district": "西城区",
    "community": "北露园",
    "building": "北露园",
    "area": "阜成门",
    "city": "北京"
  }, {
    "lnglat": ["116.326753645594", "39.792394254694"],
    "district": "大兴区",
    "community": "世嘉博苑",
    "building": "博苑",
    "area": "西红门",
    "city": "北京"
  }, {
    "lnglat": ["116.597422617", "39.930060531482"],
    "district": "朝阳区",
    "community": "万象新天二区",
    "building": "东苇路万象新天家园",
    "area": "常营",
    "city": "北京"
  }, {
    "lnglat": ["116.507030131055", "39.936287162873"],
    "district": "朝阳区",
    "community": "中水金海",
    "building": "石佛营东里136号院",
    "area": "石佛营",
    "city": "北京"
  }, {
    "lnglat": ["116.659278608682", "39.904979358753"],
    "district": "通州区",
    "community": "红旗家属院",
    "building": "新华南路34号",
    "area": "玉泉路",
    "city": "北京"
  }, {
    "lnglat": ["116.479682791244", "39.889763400125"],
    "district": "朝阳区",
    "community": "珠江帝景博悦",
    "building": "广渠路28号院",
    "area": "大望路",
    "city": "北京"
  }, {
    "lnglat": ["116.410396390124", "40.064718914591"],
    "district": "昌平区",
    "community": "天通西苑一区",
    "building": "东小口镇天通苑西苑",
    "area": "天通苑",
    "city": "北京"
  }, {
    "lnglat": ["116.442200872148", "39.888417580297"],
    "district": "东城区",
    "community": "水上华城",
    "building": "夕照寺街16号院",
    "area": "广渠门",
    "city": "北京"
  }, {
    "lnglat": ["116.633077094804", "39.898157212325"],
    "district": "通州区",
    "community": "杨庄22号院",
    "building": "杨庄路22号",
    "area": "通州北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.376084333181", "39.856089805741"],
    "district": "丰台区",
    "community": "马家堡西里",
    "building": "马家堡西里",
    "area": "马家堡",
    "city": "北京"
  }, {
    "lnglat": ["116.432304428107", "40.04898952916"],
    "district": "朝阳区",
    "community": "华贸城",
    "building": "水岸南街8号院/清河营南街7号",
    "area": "北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.366466336882", "39.993511817075"],
    "district": "海淀区",
    "community": "志新北里",
    "building": "志新北里",
    "area": "二里庄",
    "city": "北京"
  }, {
    "lnglat": ["116.366579040015", "39.895269594329"],
    "district": "西城区",
    "community": "康乐里小区",
    "building": "康乐里小区",
    "area": "长椿街",
    "city": "北京"
  }, {
    "lnglat": ["116.341180700226", "39.797254441495"],
    "district": "大兴区",
    "community": "宏福园",
    "building": "宏福园",
    "area": "西红门",
    "city": "北京"
  }, {
    "lnglat": ["116.256595043464", "39.920249605828"],
    "district": "海淀区",
    "community": "玉海园三里",
    "building": "玉海园三里",
    "area": "顺义城",
    "city": "北京"
  }, {
    "lnglat": ["116.645038367959", "39.895747743715"],
    "district": "通州区",
    "community": "雅丽世居",
    "building": "北苑南路38号",
    "area": "果园",
    "city": "北京"
  }, {
    "lnglat": ["116.272973494348", "39.907004850396"],
    "district": "海淀区",
    "community": "复兴路30号院",
    "building": "复兴路30号",
    "area": "果园",
    "city": "北京"
  }, {
    "lnglat": ["116.58305596406", "39.919615826029"],
    "district": "朝阳区",
    "community": "汇鸿家园",
    "building": "常营南路50号院汇鸿家园",
    "area": "管庄",
    "city": "北京"
  }, {
    "lnglat": ["116.69446237953", "39.914634955999"],
    "district": "通州区",
    "community": "水仙园",
    "building": "通胡大街68号",
    "area": "方庄",
    "city": "北京"
  }, {
    "lnglat": ["116.405460316712", "39.968030306864"],
    "district": "朝阳区",
    "community": "安华里一区",
    "building": "安华里一区",
    "area": "安贞",
    "city": "北京"
  }, {
    "lnglat": ["116.425665269", "39.896274140856"],
    "district": "东城区",
    "community": "新景家园东区",
    "building": "西花市南里东区",
    "area": "崇文门",
    "city": "北京"
  }, {
    "lnglat": ["116.192187536914", "39.917856054983"],
    "district": "石景山区",
    "community": "八角北路",
    "building": "八角北路",
    "area": "古城",
    "city": "北京"
  }, {
    "lnglat": ["116.465584092693", "39.932110013471"],
    "district": "朝阳区",
    "community": "团结湖北二条",
    "building": "团结湖北二条",
    "area": "古城",
    "city": "北京"
  }, {
    "lnglat": ["116.283513477806", "39.841039682526"],
    "district": "丰台区",
    "community": "南开地",
    "building": "南开地",
    "area": "古城",
    "city": "北京"
  }, {
    "lnglat": ["116.365177748654", "39.916936228815"],
    "district": "西城区",
    "community": "丰侨公寓",
    "building": "丰融园",
    "area": "金融街",
    "city": "北京"
  }, {
    "lnglat": ["116.316864600137", "39.903758993249"],
    "district": "海淀区",
    "community": "羊坊店路3号院",
    "building": "羊坊店3号",
    "area": "公主坟",
    "city": "北京"
  }, {
    "lnglat": ["116.353603667123", "39.953430372367"],
    "district": "西城区",
    "community": "天兆家园",
    "building": "西直门北大街41号",
    "area": "西直门",
    "city": "北京"
  }, {
    "lnglat": ["116.637888315936", "40.13556072363"],
    "district": "顺义区",
    "community": "前进花园玉兰苑",
    "building": "前进花园玉兰苑",
    "area": "顺义城",
    "city": "北京"
  }, {
    "lnglat": ["116.439491531992", "39.958298110775"],
    "district": "朝阳区",
    "community": "柳芳北里",
    "building": "柳芳北里",
    "area": "国展",
    "city": "北京"
  }, {
    "lnglat": ["116.489631376741", "39.959308967738"],
    "district": "朝阳区",
    "community": "亮马桥9号院",
    "building": "亮马桥路9号",
    "area": "国展",
    "city": "北京"
  }, {
    "lnglat": ["116.431839186384", "39.953075876128"],
    "district": "东城区",
    "community": "东土城路9号院",
    "building": "东土城路9号院",
    "area": "西罗园",
    "city": "北京"
  }, {
    "lnglat": ["116.5209196478", "39.823617734906"],
    "district": "亦庄开发区",
    "community": "金色漫香林二期",
    "building": "开泰西里",
    "area": "亦庄开发区其它",
    "city": "北京"
  }, {
    "lnglat": ["116.375568204849", "39.897772884827"],
    "district": "西城区",
    "community": "庄胜二期",
    "building": "香炉营东巷2号院",
    "area": "宣武门",
    "city": "北京"
  }, {
    "lnglat": ["116.350073319706", "40.034616118458"],
    "district": "海淀区",
    "community": "永泰园",
    "building": "永泰园",
    "area": "清河",
    "city": "北京"
  }, {
    "lnglat": ["116.337379886659", "40.072784136173"],
    "district": "昌平区",
    "community": "首开智慧社",
    "building": "首开智慧社",
    "area": "回龙观",
    "city": "北京"
  }, {
    "lnglat": ["116.467510614466", "39.869306254566"],
    "district": "朝阳区",
    "community": "方华苑",
    "building": "南新园中路",
    "area": "华威桥",
    "city": "北京"
  }, {
    "lnglat": ["116.465000050481", "39.888933940716"],
    "district": "朝阳区",
    "community": "百环家园",
    "building": "广渠路66号院",
    "area": "双井",
    "city": "北京"
  }, {
    "lnglat": ["116.464380706883", "40.011208355326"],
    "district": "朝阳区",
    "community": "上京新航线",
    "building": "利泽西园",
    "area": "望京",
    "city": "北京"
  }, {
    "lnglat": ["116.470253069657", "40.007143201753"],
    "district": "朝阳区",
    "community": "望京花园西区",
    "building": "望京花园西区",
    "area": "望京",
    "city": "北京"
  }, {
    "lnglat": ["116.474948156792", "39.911913530028"],
    "district": "朝阳区",
    "community": "阳光100",
    "building": "光华路2号",
    "area": "CBD",
    "city": "北京"
  }, {
    "lnglat": ["116.371177478799", "39.960922166074"],
    "district": "西城区",
    "community": "新外大街10号院",
    "building": "新街口外大街10号院",
    "area": "梨园",
    "city": "北京"
  }, {
    "lnglat": ["116.362945685903", "40.06397285913"],
    "district": "海淀区",
    "community": "枫丹丽舍",
    "building": "建材城中路1号",
    "area": "西三旗",
    "city": "北京"
  }, {
    "lnglat": ["116.349034158056", "40.039425251816"],
    "district": "海淀区",
    "community": "前屯路57号院",
    "building": "清河小营前屯西路东区",
    "area": "西三旗",
    "city": "北京"
  }, {
    "lnglat": ["116.34253170551", "39.962491119397"],
    "district": "海淀区",
    "community": "文林大厦",
    "building": "四道口甲5号",
    "area": "皂君庙",
    "city": "北京"
  }, {
    "lnglat": ["116.4138497929", "39.962971623611"],
    "district": "东城区",
    "community": "大龙公寓",
    "building": "兴化路6号院",
    "area": "皂君庙",
    "city": "北京"
  }, {
    "lnglat": ["116.377441069587", "39.973765096128"],
    "district": "海淀区",
    "community": "冠城北园",
    "building": "冠城园之冠城北园",
    "area": "工体",
    "city": "北京"
  }, {
    "lnglat": ["116.452900789994", "39.881236105033"],
    "district": "朝阳区",
    "community": "劲松南路",
    "building": "劲松南路",
    "area": "潘家园",
    "city": "北京"
  }, {
    "lnglat": ["116.501767069277", "39.801465858786"],
    "district": "亦庄开发区",
    "community": "国融国际",
    "building": "荣华中路7号院",
    "area": "西红门",
    "city": "北京"
  }, {
    "lnglat": ["116.673033167624", "39.889468950552"],
    "district": "通州区",
    "community": "格兰晴天",
    "building": "玉桥西里72号",
    "area": "甜水园",
    "city": "北京"
  }, {
    "lnglat": ["116.279057549166", "39.893849533198"],
    "district": "海淀区",
    "community": "京铁家园",
    "building": "京铁家园一区",
    "area": "五棵松",
    "city": "北京"
  }, {
    "lnglat": ["116.316240657399", "39.88822223548"],
    "district": "丰台区",
    "community": "莲花池南里",
    "building": "莲花池南里",
    "area": "天通苑",
    "city": "北京"
  }, {
    "lnglat": ["116.378677183444", "39.971172185372"],
    "district": "海淀区",
    "community": "金澳国际",
    "building": "马甸东路19号",
    "area": "马甸",
    "city": "北京"
  }, {
    "lnglat": ["116.39043034942", "39.86619939925"],
    "district": "丰台区",
    "community": "西革新里110号院",
    "building": "西革新里110号院",
    "area": "中关村",
    "city": "北京"
  }, {
    "lnglat": ["116.286586884984", "39.866919281375"],
    "district": "丰台区",
    "community": "望园西里",
    "building": "望园西里",
    "area": "七里庄",
    "city": "北京"
  }, {
    "lnglat": ["116.374969785412", "39.970722707376"],
    "district": "海淀区",
    "community": "钟表南园",
    "building": "马甸西村路5号院",
    "area": "七里庄",
    "city": "北京"
  }, {
    "lnglat": ["116.44188487048", "39.920600324497"],
    "district": "朝阳区",
    "community": "怡景园",
    "building": "怡景园",
    "area": "朝阳门外",
    "city": "北京"
  }, {
    "lnglat": ["116.310533187308", "39.92611809014"],
    "district": "海淀区",
    "community": "西三环北路86号院",
    "building": "西三环北路86号院",
    "area": "甘家口",
    "city": "北京"
  }, {
    "lnglat": ["116.27319753115", "40.030612506887"],
    "district": "海淀区",
    "community": "梅园甲",
    "building": "马连洼梅园甲",
    "area": "定福庄",
    "city": "北京"
  }, {
    "lnglat": ["116.372856788648", "40.039047431301"],
    "district": "海淀区",
    "community": "观林园",
    "building": "宝盛里观林园",
    "area": "清河",
    "city": "北京"
  }, {
    "lnglat": ["116.342988396088", "39.890074543829"],
    "district": "西城区",
    "community": "手帕口北街",
    "building": "手帕口北街",
    "area": "广安门",
    "city": "北京"
  }, {
    "lnglat": ["116.505500348043", "39.971403817247"],
    "district": "朝阳区",
    "community": "丽都东镇",
    "building": "朝阳区将府家园北里",
    "area": "酒仙桥",
    "city": "北京"
  }, {
    "lnglat": ["116.382769370241", "39.768660943851"],
    "district": "大兴区",
    "community": "金惠园三里",
    "building": "金惠园三里",
    "area": "西红门",
    "city": "北京"
  }, {
    "lnglat": ["116.365867191512", "39.929374430501"],
    "district": "西城区",
    "community": "富国里小区",
    "building": "富国里小区",
    "area": "西红门",
    "city": "北京"
  }, {
    "lnglat": ["116.311958025361", "40.033538936321"],
    "district": "海淀区",
    "community": "上地西里",
    "building": "上地西里颂芳园",
    "area": "上地",
    "city": "北京"
  }, {
    "lnglat": ["116.205705249118", "39.917472580405"],
    "district": "石景山区",
    "community": "茂华景上景",
    "building": "时代花园东街8号院",
    "area": "和义",
    "city": "北京"
  }, {
    "lnglat": ["116.47276926569", "39.913416369149"],
    "district": "朝阳区",
    "community": "光华欣居",
    "building": "光华路6号院",
    "area": "CBD",
    "city": "北京"
  }, {
    "lnglat": ["116.413708425898", "39.901269359083"],
    "district": "东城区",
    "community": "崇文门西大街",
    "building": "崇文门西大街",
    "area": "CBD",
    "city": "北京"
  }, {
    "lnglat": ["116.287248617887", "39.965897987306"],
    "district": "海淀区",
    "community": "晴雪园",
    "building": "蓝靛厂晴雪园",
    "area": "太平桥",
    "city": "北京"
  }, {
    "lnglat": ["116.47706353216", "39.883354029608"],
    "district": "朝阳区",
    "community": "禧福汇",
    "building": "南磨房路16号院",
    "area": "北工大",
    "city": "北京"
  }, {
    "lnglat": ["116.238619667351", "39.841273262593"],
    "district": "丰台区",
    "community": "晓月苑一里",
    "building": "晓月苑一里",
    "area": "新华大街",
    "city": "北京"
  }, {
    "lnglat": ["116.445120570681", "39.849886359163"],
    "district": "丰台区",
    "community": "静馨嘉苑",
    "building": "成寿寺路31号院",
    "area": "成寿寺",
    "city": "北京"
  }, {
    "lnglat": ["116.401981163318", "39.867819233015"],
    "district": "东城区",
    "community": "城市亮点",
    "building": "民主北街26号院",
    "area": "永定门",
    "city": "北京"
  }, {
    "lnglat": ["116.421996574563", "40.038700279915"],
    "district": "朝阳区",
    "community": "北苑6号院",
    "building": "北苑6号院",
    "area": "永定门",
    "city": "北京"
  }, {
    "lnglat": ["116.480285263609", "39.933497546089"],
    "district": "朝阳区",
    "community": "棕榈泉国际公寓",
    "building": "朝阳公园南路8号院",
    "area": "朝阳公园",
    "city": "北京"
  }, {
    "lnglat": ["116.336475270069", "39.796881086567"],
    "district": "大兴区",
    "community": "宏大中园",
    "building": "宏大中园",
    "area": "西红门",
    "city": "北京"
  }, {
    "lnglat": ["116.372063037409", "39.962932358679"],
    "district": "西城区",
    "community": "新外大街甲8号院",
    "building": "新街口外大街甲8号院",
    "area": "马甸",
    "city": "北京"
  }, {
    "lnglat": ["116.498209199193", "39.956707469777"],
    "district": "朝阳区",
    "community": "南十里居",
    "building": "南十里居",
    "area": "朝阳公园",
    "city": "北京"
  }, {
    "lnglat": ["116.622399347247", "39.905075176659"],
    "district": "通州区",
    "community": "京贸国际公寓",
    "building": "八里桥南街16号",
    "area": "通州北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.278161597415", "39.960737530162"],
    "district": "海淀区",
    "community": "金夕园",
    "building": "蓝靛厂金夕园",
    "area": "世纪城",
    "city": "北京"
  }, {
    "lnglat": ["116.300269944372", "39.941651158787"],
    "district": "海淀区",
    "community": "车道沟南里",
    "building": "车道沟南里",
    "area": "紫竹桥",
    "city": "北京"
  }, {
    "lnglat": ["116.410804307374", "39.959896208612"],
    "district": "东城区",
    "community": "兴化西里",
    "building": "兴化西里",
    "area": "安宁庄",
    "city": "北京"
  }, {
    "lnglat": ["116.336384500792", "39.95875119892"],
    "district": "海淀区",
    "community": "皂君东里",
    "building": "皂君东里",
    "area": "皂君庙",
    "city": "北京"
  }, {
    "lnglat": ["116.447375538713", "39.812052185601"],
    "district": "大兴区",
    "community": "润龙家园",
    "building": "润龙家园",
    "area": "皂君庙",
    "city": "北京"
  }, {
    "lnglat": ["116.209503345386", "39.933992639702"],
    "district": "石景山区",
    "community": "雍景天成",
    "building": "西黄新村东里",
    "area": "望京",
    "city": "北京"
  }, {
    "lnglat": ["116.323684542891", "40.031131760732"],
    "district": "海淀区",
    "community": "中央财经大学家属楼",
    "building": "朱房路29号院",
    "area": "石佛营",
    "city": "北京"
  }, {
    "lnglat": ["116.412023095639", "39.860363037149"],
    "district": "东城区",
    "community": "定安里",
    "building": "定安里",
    "area": "木樨园",
    "city": "北京"
  }, {
    "lnglat": ["116.412465331045", "40.027166932026"],
    "district": "朝阳区",
    "community": "万科星园",
    "building": "仰山路万科星园",
    "area": "北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.163726317888", "40.067646050822"],
    "district": "海淀区",
    "community": "北分厂",
    "building": "温泉北路北京分析仪器厂家属宿舍",
    "area": "刘家窑",
    "city": "北京"
  }, {
    "lnglat": ["116.413708505176", "39.983562793613"],
    "district": "朝阳区",
    "community": "安苑东里一区",
    "building": "安苑东里1区",
    "area": "惠新西街",
    "city": "北京"
  }, {
    "lnglat": ["116.333675250046", "39.971060480169"],
    "district": "海淀区",
    "community": "都市网景",
    "building": "中关村东路123号",
    "area": "双榆树",
    "city": "北京"
  }, {
    "lnglat": ["116.412754023574", "40.043123872755"],
    "district": "朝阳区",
    "community": "黄金苑",
    "building": "北苑路5号",
    "area": "北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.357085806096", "39.967418980662"],
    "district": "海淀区",
    "community": "北三环中路46号院",
    "building": "北三环中路46号院",
    "area": "小西天",
    "city": "北京"
  }, {
    "lnglat": ["116.272454701278", "39.950434175183"],
    "district": "海淀区",
    "community": "郦城三区",
    "building": "常青园三区",
    "area": "四季青",
    "city": "北京"
  }, {
    "lnglat": ["116.446139233822", "39.949504689552"],
    "district": "朝阳区",
    "community": "新源西里中街",
    "building": "新源西里中街",
    "area": "东直门",
    "city": "北京"
  }, {
    "lnglat": ["116.406677792428", "40.050085417444"],
    "district": "昌平区",
    "community": "东辰小区",
    "building": "北苑北小区",
    "area": "立水桥",
    "city": "北京"
  }, {
    "lnglat": ["116.35456126201", "39.921028209492"],
    "district": "西城区",
    "community": "万明园",
    "building": "万明园",
    "area": "潘家园",
    "city": "北京"
  }, {
    "lnglat": ["116.669605910734", "39.881558445239"],
    "district": "通州区",
    "community": "11站",
    "building": "云景东里",
    "area": "梨园",
    "city": "北京"
  }, {
    "lnglat": ["116.470970185827", "39.920715067553"],
    "district": "朝阳区",
    "community": "人民日报社家属区",
    "building": "金台西路2号院",
    "area": "双桥",
    "city": "北京"
  }, {
    "lnglat": ["116.412383851202", "40.004375901206"],
    "district": "朝阳区",
    "community": "保利金泉",
    "building": "大屯里",
    "area": "亚运村",
    "city": "北京"
  }, {
    "lnglat": ["116.297462771629", "39.964485551427"],
    "district": "海淀区",
    "community": "蜂鸟家园",
    "building": "万柳蜂鸟家园",
    "area": "万柳",
    "city": "北京"
  }, {
    "lnglat": ["116.653524212103", "39.655776766543"],
    "district": "大兴区",
    "community": "丽园C区",
    "building": "丽园C区",
    "area": "枣园",
    "city": "北京"
  }, {
    "lnglat": ["116.25158738631", "39.915096653572"],
    "district": "石景山区",
    "community": "地震局宿舍",
    "building": "玉泉西街1号院或玉泉西路南国家",
    "area": "枣园",
    "city": "北京"
  }, {
    "lnglat": ["116.367042800841", "39.957691607938"],
    "district": "海淀区",
    "community": "学院南路8号",
    "building": "学院南路8号",
    "area": "八角",
    "city": "北京"
  }, {
    "lnglat": ["116.407438724741", "39.889387515364"],
    "district": "东城区",
    "community": "金鱼池西区",
    "building": "金鱼池西区",
    "area": "八角",
    "city": "北京"
  }, {
    "lnglat": ["116.50354893043", "39.964241902372"],
    "district": "朝阳区",
    "community": "电子城小区",
    "building": "驼房营西里",
    "area": "酒仙桥",
    "city": "北京"
  }, {
    "lnglat": ["116.463622328321", "39.800407794092"],
    "district": "通州区",
    "community": "亲亲我家",
    "building": "旧头路秀水花园",
    "area": "旧宫",
    "city": "北京"
  }, {
    "lnglat": ["116.444881297766", "39.922432449787"],
    "district": "朝阳区",
    "community": "朝阳门南大街",
    "building": "朝阳门南大街",
    "area": "旧宫",
    "city": "北京"
  }, {
    "lnglat": ["116.588282259482", "39.904996061819"],
    "district": "朝阳区",
    "community": "朝阳旺角",
    "building": "双柳北街1号院",
    "area": "双桥",
    "city": "北京"
  }, {
    "lnglat": ["116.340046465643", "40.090956482878"],
    "district": "昌平区",
    "community": "流星花园三区",
    "building": "东小口镇马连店村流星花园A区",
    "area": "回龙观",
    "city": "北京"
  }, {
    "lnglat": ["116.349852233502", "39.946248902257"],
    "district": "西城区",
    "community": "舒至嘉园",
    "building": "交大东路60号",
    "area": "二里庄",
    "city": "北京"
  }, {
    "lnglat": ["116.607168438318", "39.888291936858"],
    "district": "朝阳区",
    "community": "温泉东里",
    "building": "双桥温泉东里",
    "area": "豆各庄",
    "city": "北京"
  }, {
    "lnglat": ["116.275088656179", "39.957237583719"],
    "district": "海淀区",
    "community": "美丽园",
    "building": "五棵松路20号美丽园",
    "area": "北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.362421007529", "39.948977451197"],
    "district": "西城区",
    "community": "文慧园",
    "building": "文慧园",
    "area": "北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.350427308365", "39.877571319879"],
    "district": "西城区",
    "community": "白纸坊西街",
    "building": "白纸坊西街",
    "area": "南沙滩",
    "city": "北京"
  }, {
    "lnglat": ["116.445666051756", "39.814497764983"],
    "district": "大兴区",
    "community": "美利新世界",
    "building": "吉利路6号院",
    "area": "旧宫",
    "city": "北京"
  }, {
    "lnglat": ["116.272458439958", "40.025743953189"],
    "district": "海淀区",
    "community": "天秀花园澄秀园",
    "building": "天秀花园澄秀园",
    "area": "亚运村",
    "city": "北京"
  }, {
    "lnglat": ["116.334494342809", "39.997106541988"],
    "district": "海淀区",
    "community": "西王庄小区",
    "building": "西王庄小区",
    "area": "亚运村",
    "city": "北京"
  }, {
    "lnglat": ["116.310079663629", "39.9422416525"],
    "district": "海淀区",
    "community": "北无宿舍",
    "building": "北洼路2区",
    "area": "紫竹桥",
    "city": "北京"
  }, {
    "lnglat": ["116.321415892264", "39.849274350517"],
    "district": "丰台区",
    "community": "育芳园东里",
    "building": "育芳园东里",
    "area": "紫竹桥",
    "city": "北京"
  }, {
    "lnglat": ["116.422868795704", "39.960945267669"],
    "district": "东城区",
    "community": "和平里七区",
    "building": "和平里七区",
    "area": "石佛营",
    "city": "北京"
  }, {
    "lnglat": ["116.277893207508", "39.961972617199"],
    "district": "海淀区",
    "community": "烟树园",
    "building": "蓝靛厂烟树园",
    "area": "世纪城",
    "city": "北京"
  }, {
    "lnglat": ["116.415250463906", "39.981881384486"],
    "district": "朝阳区",
    "community": "小关北里",
    "building": "小关北里",
    "area": "惠新西街",
    "city": "北京"
  }, {
    "lnglat": ["116.342019235481", "39.897223137588"],
    "district": "西城区",
    "community": "小马厂东里",
    "building": "小马厂东里",
    "area": "惠新西街",
    "city": "北京"
  }, {
    "lnglat": ["116.424679040214", "39.86841247835"],
    "district": "丰台区",
    "community": "芳古园一区",
    "building": "芳古园一区",
    "area": "方庄",
    "city": "北京"
  }, {
    "lnglat": ["116.356443845025", "40.076763566011"],
    "district": "昌平区",
    "community": "龙跃苑东二区",
    "building": "回龙观镇龙跃苑东二区",
    "area": "回龙观",
    "city": "北京"
  }, {
    "lnglat": ["116.339385746532", "39.963477661372"],
    "district": "海淀区",
    "community": "皂君庙7号院",
    "building": "皂君庙7号院",
    "area": "公主坟",
    "city": "北京"
  }, {
    "lnglat": ["116.40882927716", "39.99838154978"],
    "district": "朝阳区",
    "community": "阳光广场",
    "building": "安立路68号",
    "area": "亚运村",
    "city": "北京"
  }, {
    "lnglat": ["116.365811862734", "39.957027933728"],
    "district": "海淀区",
    "community": "学院南路乙10号院",
    "building": "学院南路乙10号院",
    "area": "六铺炕",
    "city": "北京"
  }, {
    "lnglat": ["116.321998445682", "39.923500201878"],
    "district": "海淀区",
    "community": "阜南小区",
    "building": "阜成路南",
    "area": "甘家口",
    "city": "北京"
  }, {
    "lnglat": ["116.245010004525", "39.908260793457"],
    "district": "石景山区",
    "community": "园林小区",
    "building": "玉泉西街甲11号院",
    "area": "北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.333506247402", "39.903144079564"],
    "district": "海淀区",
    "community": "会城门小区",
    "building": "会城门",
    "area": "军博",
    "city": "北京"
  }, {
    "lnglat": ["116.40580391056", "39.960483618437"],
    "district": "东城区",
    "community": "华府景园",
    "building": "安定门外大街11号院",
    "area": "安定门",
    "city": "北京"
  }, {
    "lnglat": ["116.346504468549", "39.95649717226"],
    "district": "西城区",
    "community": "交大东路7号院",
    "building": "交大东路7号",
    "area": "中关村",
    "city": "北京"
  }, {
    "lnglat": ["116.594457328005", "39.901355713431"],
    "district": "朝阳区",
    "community": "远洋一方润园2号院",
    "building": "塔营北街2号院",
    "area": "双桥",
    "city": "北京"
  }, {
    "lnglat": ["116.418941892392", "39.980750136643"],
    "district": "朝阳区",
    "community": "惠新里小区",
    "building": "惠新里",
    "area": "惠新西街",
    "city": "北京"
  }, {
    "lnglat": ["116.390411932094", "39.870169432456"],
    "district": "西城区",
    "community": "中海紫御公馆",
    "building": "永定门西滨河路8号院",
    "area": "顺义城",
    "city": "北京"
  }, {
    "lnglat": ["116.321966004777", "40.067535560099"],
    "district": "海淀区",
    "community": "西山华府",
    "building": "马连洼竹园",
    "area": "苹果园",
    "city": "北京"
  }, {
    "lnglat": ["116.521582661867", "39.888651008784"],
    "district": "朝阳区",
    "community": "观音惠园",
    "building": "观音惠园",
    "area": "潘家园",
    "city": "北京"
  }, {
    "lnglat": ["116.35831804226", "39.981538563125"],
    "district": "海淀区",
    "community": "花园北路",
    "building": "花园北路",
    "area": "潘家园",
    "city": "北京"
  }, {
    "lnglat": ["116.689299331051", "39.889004012603"],
    "district": "通州区",
    "community": "幸福艺居",
    "building": "玉桥东里",
    "area": "中关村",
    "city": "北京"
  }, {
    "lnglat": ["116.289524317524", "39.867215202813"],
    "district": "丰台区",
    "community": "望园东里",
    "building": "望园东里",
    "area": "七里庄",
    "city": "北京"
  }, {
    "lnglat": ["116.389430018003", "39.973124836105"],
    "district": "朝阳区",
    "community": "裕民路3号院",
    "building": "裕中东里3号院",
    "area": "黄村北",
    "city": "北京"
  }, {
    "lnglat": ["116.377526059576", "39.884266187246"],
    "district": "西城区",
    "community": "中信禧园",
    "building": "菜市口东南角大吉危改小区3号地",
    "area": "陶然亭",
    "city": "北京"
  }, {
    "lnglat": ["116.356334215363", "40.033131118645"],
    "district": "海淀区",
    "community": "永泰西里",
    "building": "永泰西里",
    "area": "清河",
    "city": "北京"
  }, {
    "lnglat": ["116.342696472287", "39.996787459202"],
    "district": "海淀区",
    "community": "西郊宾馆",
    "building": "王庄路18号院",
    "area": "天通苑",
    "city": "北京"
  }, {
    "lnglat": ["116.429231595141", "39.838194551229"],
    "district": "丰台区",
    "community": "顶秀欣园东苑",
    "building": "双庙村125号院",
    "area": "宋家庄",
    "city": "北京"
  }, {
    "lnglat": ["116.406636568732", "39.858987220595"],
    "district": "东城区",
    "community": "宣祥家园",
    "building": "宣祥家园",
    "area": "宋家庄",
    "city": "北京"
  }, {
    "lnglat": ["116.321998156733", "39.843650848307"],
    "district": "丰台区",
    "community": "万年花城二期",
    "building": "万芳园一区",
    "area": "玉泉营",
    "city": "北京"
  }, {
    "lnglat": ["116.376092213423", "39.926772904829"],
    "district": "西城区",
    "community": "大拐棒胡同",
    "building": "大拐棒胡同",
    "area": "西四",
    "city": "北京"
  }, {
    "lnglat": ["116.382177713275", "39.959646278275"],
    "district": "西城区",
    "community": "盛晖嘉园",
    "building": "五路通北街5号院",
    "area": "菜户营",
    "city": "北京"
  }, {
    "lnglat": ["116.686043258113", "39.915058253894"],
    "district": "通州区",
    "community": "河畔丽景",
    "building": "通胡大街25号院",
    "area": "武夷花园",
    "city": "北京"
  }, {
    "lnglat": ["116.344934180502", "39.949303898786"],
    "district": "西城区",
    "community": "交大嘉园",
    "building": "交通大学路1号院",
    "area": "西直门",
    "city": "北京"
  }, {
    "lnglat": ["116.184984941847", "39.931648992961"],
    "district": "石景山区",
    "community": "林业楼",
    "building": "林业楼",
    "area": "苹果园",
    "city": "北京"
  }, {
    "lnglat": ["116.327357822172", "39.934801559887"],
    "district": "海淀区",
    "community": "新苑街10号院",
    "building": "新苑街10号院",
    "area": "万柳",
    "city": "北京"
  }, {
    "lnglat": ["116.556281558996", "39.919700491342"],
    "district": "朝阳区",
    "community": "天泰定福苑",
    "building": "天泰定福苑",
    "area": "天通苑",
    "city": "北京"
  }, {
    "lnglat": ["116.194333456029", "39.91363565748"],
    "district": "石景山区",
    "community": "八角路小区",
    "building": "八角路",
    "area": "安贞",
    "city": "北京"
  }, {
    "lnglat": ["116.315475194142", "39.956867720353"],
    "district": "海淀区",
    "community": "魏公村8号院",
    "building": "魏公村8号院",
    "area": "魏公村",
    "city": "北京"
  }, {
    "lnglat": ["116.33638660729", "40.087543274479"],
    "district": "昌平区",
    "community": "流星花园二区",
    "building": "东小口镇马连店村流星花园C区",
    "area": "回龙观",
    "city": "北京"
  }, {
    "lnglat": ["116.419605314892", "39.987915694301"],
    "district": "朝阳区",
    "community": "北四环东路",
    "building": "北四环东路",
    "area": "惠新西街",
    "city": "北京"
  }, {
    "lnglat": ["116.438018054594", "39.931242842362"],
    "district": "东城区",
    "community": "王家园胡同35号院",
    "building": "王家园胡同35号院",
    "area": "惠新西街",
    "city": "北京"
  }, {
    "lnglat": ["116.336345300899", "39.930658126787"],
    "district": "西城区",
    "community": "百万庄丑区",
    "building": "百万庄丑区",
    "area": "西三旗",
    "city": "北京"
  }, {
    "lnglat": ["116.595980354862", "40.048247780909"],
    "district": "朝阳区",
    "community": "燕翔东里",
    "building": "燕翔东里",
    "area": "西三旗",
    "city": "北京"
  }, {
    "lnglat": ["116.363002744118", "39.883485106866"],
    "district": "西城区",
    "community": "祥和家苑",
    "building": "牛街西里二区",
    "area": "望京",
    "city": "北京"
  }, {
    "lnglat": ["116.345950357572", "39.739554709197"],
    "district": "大兴区",
    "community": "先锋公寓",
    "building": "双河北里",
    "area": "望京",
    "city": "北京"
  }, {
    "lnglat": ["116.318100705213", "39.765248079654"],
    "district": "大兴区",
    "community": "华润公元九里",
    "building": "乐园路20号院",
    "area": "豆各庄",
    "city": "北京"
  }, {
    "lnglat": ["116.467571600789", "39.899004963413"],
    "district": "朝阳区",
    "community": "苹果社区",
    "building": "百子湾路32号院",
    "area": "公主坟",
    "city": "北京"
  }, {
    "lnglat": ["116.378270160645", "39.901950151595"],
    "district": "西城区",
    "community": "新壁街",
    "building": "西戎线胡同",
    "area": "牡丹园",
    "city": "北京"
  }, {
    "lnglat": ["116.504317364166", "39.920782588057"],
    "district": "朝阳区",
    "community": "珊瑚湾",
    "building": "十里堡北里28号院",
    "area": "十里堡",
    "city": "北京"
  }, {
    "lnglat": ["116.409044377976", "39.973581964261"],
    "district": "朝阳区",
    "community": "安圣苑",
    "building": "安定路20号院",
    "area": "安贞",
    "city": "北京"
  }, {
    "lnglat": ["116.472855618491", "39.895099553008"],
    "district": "朝阳区",
    "community": "石韵浩庭",
    "building": "广渠路33号院",
    "area": "大望路",
    "city": "北京"
  }, {
    "lnglat": ["116.359149246532", "39.945914180332"],
    "district": "西城区",
    "community": "金晖嘉园",
    "building": "西直门北大街58号",
    "area": "西直门",
    "city": "北京"
  }, {
    "lnglat": ["116.334503024797", "39.729110678941"],
    "district": "大兴区",
    "community": "兴政西里",
    "building": "兴政西里",
    "area": "黄村中",
    "city": "北京"
  }, {
    "lnglat": ["116.347267969938", "39.909623203301"],
    "district": "西城区",
    "community": "铁二区",
    "building": "二七剧场路东里",
    "area": "亚运村",
    "city": "北京"
  }, {
    "lnglat": ["116.450997605647", "39.885823868664"],
    "district": "朝阳区",
    "community": "都城心屿",
    "building": "劲松二区229号楼",
    "area": "劲松",
    "city": "北京"
  }, {
    "lnglat": ["116.342454126254", "40.068949710334"],
    "district": "昌平区",
    "community": "龙博苑二区",
    "building": "回龙观镇龙博苑二区",
    "area": "龙泽",
    "city": "北京"
  }, {
    "lnglat": ["116.441652779583", "39.953348361934"],
    "district": "朝阳区",
    "community": "润民柳芳居",
    "building": "左家庄南里21号楼",
    "area": "亚运村",
    "city": "北京"
  }, {
    "lnglat": ["116.312178806445", "40.081524189393"],
    "district": "昌平区",
    "community": "佰嘉城",
    "building": "回南路9号院",
    "area": "回龙观",
    "city": "北京"
  }, {
    "lnglat": ["116.49117494425", "39.800434177433"],
    "district": "亦庄开发区",
    "community": "梅园小区",
    "building": "天华园一里一区",
    "area": "常营",
    "city": "北京"
  }, {
    "lnglat": ["116.487382793323", "39.980939948562"],
    "district": "朝阳区",
    "community": "大山子南里",
    "building": "大山子南里",
    "area": "杨庄",
    "city": "北京"
  }, {
    "lnglat": ["116.383547486784", "39.986794175923"],
    "district": "朝阳区",
    "community": "华亭嘉园",
    "building": "北四环中路6号",
    "area": "健翔桥",
    "city": "北京"
  }, {
    "lnglat": ["116.35776071461", "39.867699252387"],
    "district": "丰台区",
    "community": "玉林里小区",
    "building": "玉林里",
    "area": "右安门外",
    "city": "北京"
  }, {
    "lnglat": ["116.405090212524", "39.993842747517"],
    "district": "朝阳区",
    "community": "汇园公寓",
    "building": "北辰东路8号院",
    "area": "亚运村",
    "city": "北京"
  }, {
    "lnglat": ["116.335225266117", "40.038608538258"],
    "district": "海淀区",
    "community": "毛纺住宅北小区",
    "building": "毛纺住宅北小区/清河毛纺北小区",
    "area": "崇文门",
    "city": "北京"
  }, {
    "lnglat": ["116.335916084011", "39.745468773504"],
    "district": "大兴区",
    "community": "兴华园",
    "building": "兴华园",
    "area": "枣园",
    "city": "北京"
  }, {
    "lnglat": ["116.463813985102", "39.797483574933"],
    "district": "大兴区",
    "community": "亦庄北岸",
    "building": "上筑家园",
    "area": "旧宫",
    "city": "北京"
  }, {
    "lnglat": ["116.332889552356", "39.983166998013"],
    "district": "海淀区",
    "community": "恒兴大厦",
    "building": "中关村东路89号",
    "area": "潘家园",
    "city": "北京"
  }, {
    "lnglat": ["116.352024704877", "39.902489965208"],
    "district": "西城区",
    "community": "西便门外大街",
    "building": "西便门外大街",
    "area": "豆各庄",
    "city": "北京"
  }, {
    "lnglat": ["116.342017046634", "39.917707273568"],
    "district": "西城区",
    "community": "三里河一区2号院",
    "building": "三里河一区2号院",
    "area": "清河",
    "city": "北京"
  }, {
    "lnglat": ["116.415321406176", "39.971789473301"],
    "district": "朝阳区",
    "community": "胜古南里",
    "building": "胜古南里",
    "area": "惠新西街",
    "city": "北京"
  }, {
    "lnglat": ["116.418533217249", "39.83727059799"],
    "district": "丰台区",
    "community": "世华水岸B区",
    "building": "光彩路70号院",
    "area": "赵公口",
    "city": "北京"
  }, {
    "lnglat": ["116.46625787625", "39.980378119669"],
    "district": "朝阳区",
    "community": "方舟苑一期",
    "building": "北四环东路甲9号",
    "area": "望京",
    "city": "北京"
  }, {
    "lnglat": ["116.403541351866", "40.058097707288"],
    "district": "海淀区",
    "community": "农垦学院家属楼",
    "building": "东小口镇霍营乡农垦学院家属楼",
    "area": "马家堡",
    "city": "北京"
  }, {
    "lnglat": ["116.370330319461", "39.881210550681"],
    "district": "西城区",
    "community": "半步桥13号院",
    "building": "半步桥13号院",
    "area": "牛街",
    "city": "北京"
  }, {
    "lnglat": ["116.385780495604", "39.96798759117"],
    "district": "西城区",
    "community": "北三环中路12号院",
    "building": "北三环中路12号院",
    "area": "惠新西街",
    "city": "北京"
  }, {
    "lnglat": ["116.330333509359", "39.888355513799"],
    "district": "西城区",
    "community": "三义东里",
    "building": "三义东里",
    "area": "马连道",
    "city": "北京"
  }, {
    "lnglat": ["116.351668866439", "40.007098833838"],
    "district": "海淀区",
    "community": "海丰园",
    "building": "静淑东里",
    "area": "望京",
    "city": "北京"
  }, {
    "lnglat": ["116.385882113271", "39.864968714358"],
    "district": "丰台区",
    "community": "马家堡路27号院",
    "building": "马家堡路27号院",
    "area": "望京",
    "city": "北京"
  }, {
    "lnglat": ["116.643127502172", "40.13562527552"],
    "district": "顺义区",
    "community": "西辛南区",
    "building": "西辛南区",
    "area": "顺义城",
    "city": "北京"
  }, {
    "lnglat": ["116.274226040546", "40.031112574697"],
    "district": "海淀区",
    "community": "兰园",
    "building": "马连洼兰园",
    "area": "马连洼",
    "city": "北京"
  }, {
    "lnglat": ["116.34667951617", "39.717518742495"],
    "district": "大兴区",
    "community": "海子角南里",
    "building": "海子角南里",
    "area": "观音寺",
    "city": "北京"
  }, {
    "lnglat": ["116.55362727073", "40.104113794381"],
    "district": "顺义区",
    "community": "万科城市花园",
    "building": "万科城市花园",
    "area": "后沙峪",
    "city": "北京"
  }, {
    "lnglat": ["116.338958340154", "39.917343614712"],
    "district": "西城区",
    "community": "三里河北街2号院",
    "building": "三里河北街2号院",
    "area": "天通苑",
    "city": "北京"
  }, {
    "lnglat": ["116.429251891087", "39.896136007625"],
    "district": "东城区",
    "community": "花市枣苑一期",
    "building": "花市枣苑",
    "area": "天通苑",
    "city": "北京"
  }, {
    "lnglat": ["116.452452205097", "39.94438416079"],
    "district": "朝阳区",
    "community": "三里屯北小街",
    "building": "三里屯北小街",
    "area": "田村",
    "city": "北京"
  }, {
    "lnglat": ["116.681521808961", "40.118860765625"],
    "district": "顺义区",
    "community": "滨河小区",
    "building": "滨河小区",
    "area": "顺义城",
    "city": "北京"
  }, {
    "lnglat": ["116.417411582936", "39.996275955404"],
    "district": "朝阳区",
    "community": "风格派",
    "building": "北苑路甲166号",
    "area": "黄村北",
    "city": "北京"
  }, {
    "lnglat": ["116.321392547629", "39.928208487185"],
    "district": "海淀区",
    "community": "中海馥园",
    "building": "增光路37号院",
    "area": "甘家口",
    "city": "北京"
  }, {
    "lnglat": ["116.47455150647", "39.896037470802"],
    "district": "朝阳区",
    "community": "乐成公馆",
    "building": "百子湾南2路74号院",
    "area": "公主坟",
    "city": "北京"
  }, {
    "lnglat": ["116.661826294422", "40.130899758431"],
    "district": "顺义区",
    "community": "东兴二区",
    "building": "东兴二区",
    "area": "顺义城",
    "city": "北京"
  }, {
    "lnglat": ["116.327071127914", "40.047703480585"],
    "district": "海淀区",
    "community": "安宁里",
    "building": "安宁里/安宁里北区",
    "area": "安宁庄",
    "city": "北京"
  }, {
    "lnglat": ["116.455110900893", "39.874601686956"],
    "district": "朝阳区",
    "community": "潘家园小区",
    "building": "潘家园",
    "area": "潘家园",
    "city": "北京"
  }, {
    "lnglat": ["116.162137954554", "39.93004819655"],
    "district": "石景山区",
    "community": "模式口南里",
    "building": "模式口南里",
    "area": "苹果园",
    "city": "北京"
  }, {
    "lnglat": ["116.298638805202", "39.909137467182"],
    "district": "海淀区",
    "community": "翠微路2号院",
    "building": "翠微路2号院",
    "area": "公主坟",
    "city": "北京"
  }, {
    "lnglat": ["116.367927109798", "39.989258306387"],
    "district": "海淀区",
    "community": "志新村",
    "building": "志新村",
    "area": "二里庄",
    "city": "北京"
  }, {
    "lnglat": ["116.391907961918", "39.847247302735"],
    "district": "丰台区",
    "community": "福海小区",
    "building": "临泓路31号院",
    "area": "龙泽",
    "city": "北京"
  }, {
    "lnglat": ["116.189286234202", "39.906975286359"],
    "district": "石景山区",
    "community": "古城南里",
    "building": "古城南里",
    "area": "古城",
    "city": "北京"
  }, {
    "lnglat": ["116.425088394808", "39.86409998152"],
    "district": "丰台区",
    "community": "芳群园一区",
    "building": "芳群园一区",
    "area": "方庄",
    "city": "北京"
  }, {
    "lnglat": ["116.352442820525", "39.880666053832"],
    "district": "西城区",
    "community": "建功北里",
    "building": "建功北里",
    "area": "白纸坊",
    "city": "北京"
  }, {
    "lnglat": ["116.333423566161", "39.885803119483"],
    "district": "西城区",
    "community": "红莲北里",
    "building": "红莲北里",
    "area": "工体",
    "city": "北京"
  }, {
    "lnglat": ["116.650232148229", "40.126391831755"],
    "district": "顺义区",
    "community": "红杉一品",
    "building": "红杉一品",
    "area": "北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.465433862303", "39.882010108743"],
    "district": "朝阳区",
    "community": "农光里",
    "building": "农光里",
    "area": "劲松",
    "city": "北京"
  }, {
    "lnglat": ["116.472864873826", "39.797790281814"],
    "district": "亦庄开发区",
    "community": "莱茵河畔",
    "building": "贵园北里丁区",
    "area": "亦庄",
    "city": "北京"
  }, {
    "lnglat": ["116.180722189471", "39.935070535552"],
    "district": "石景山区",
    "community": "琳琅庄园",
    "building": "琅山",
    "area": "苹果园",
    "city": "北京"
  }, {
    "lnglat": ["116.489915103443", "39.985391234984"],
    "district": "朝阳区",
    "community": "宏源公寓",
    "building": "酒仙桥路甲4号",
    "area": "大山子",
    "city": "北京"
  }, {
    "lnglat": ["116.678066046617", "39.905221208153"],
    "district": "通州区",
    "community": "西上园一区",
    "building": "西上园一区",
    "area": "乔庄",
    "city": "北京"
  }, {
    "lnglat": ["116.228219769634", "39.893339665397"],
    "district": "石景山区",
    "community": "北重西厂",
    "building": "北重西厂",
    "area": "鲁谷",
    "city": "北京"
  }, {
    "lnglat": ["116.199576179743", "39.92324164036"],
    "district": "石景山区",
    "community": "西成忆树",
    "building": "杨庄东街28号院",
    "area": "杨庄",
    "city": "北京"
  }, {
    "lnglat": ["116.659441023094", "39.867677791463"],
    "district": "通州区",
    "community": "桃花岛",
    "building": "群芳四园",
    "area": "梨园",
    "city": "北京"
  }, {
    "lnglat": ["116.350992894762", "39.876743720502"],
    "district": "西城区",
    "community": "天缘公寓",
    "building": "建功西里1号楼2号楼",
    "area": "潘家园",
    "city": "北京"
  }, {
    "lnglat": ["116.308164339153", "39.962193759267"],
    "district": "海淀区",
    "community": "小南庄甲26号院",
    "building": "小南庄甲26号院",
    "area": "北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.582308511252", "39.916498121211"],
    "district": "朝阳区",
    "community": "建东苑",
    "building": "建东苑",
    "area": "管庄",
    "city": "北京"
  }, {
    "lnglat": ["116.444327389999", "39.816542251051"],
    "district": "大兴区",
    "community": "巧克力城",
    "building": "润星家园",
    "area": "旧宫",
    "city": "北京"
  }, {
    "lnglat": ["116.476803801292", "39.983299569756"],
    "district": "朝阳区",
    "community": "中环南路5号院",
    "building": "中环南路5号院",
    "area": "望京",
    "city": "北京"
  }, {
    "lnglat": ["116.361658539371", "39.871410183394"],
    "district": "西城区",
    "community": "右安门内西街甲2号院",
    "building": "右安门内西街甲2号院",
    "area": "北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.528622151666", "39.922250395254"],
    "district": "朝阳区",
    "community": "富华家园",
    "building": "黄杉木店路186号院",
    "area": "高碑店",
    "city": "北京"
  }, {
    "lnglat": ["116.386374064917", "39.858066743286"],
    "district": "丰台区",
    "community": "南三环中路71号院",
    "building": "南三环中路71号院",
    "area": "顺义城",
    "city": "北京"
  }, {
    "lnglat": ["116.664426649661", "40.131668553241"],
    "district": "顺义区",
    "community": "东兴一区",
    "building": "东兴小区",
    "area": "顺义城",
    "city": "北京"
  }, {
    "lnglat": ["116.37508842733", "39.803962225536"],
    "district": "大兴区",
    "community": "诚苑南里",
    "building": "南苑路诚苑",
    "area": "顺义城",
    "city": "北京"
  }, {
    "lnglat": ["116.506673695294", "39.930859648135"],
    "district": "朝阳区",
    "community": "炫特嘉园三期",
    "building": "十里堡北区炫特嘉园",
    "area": "石佛营",
    "city": "北京"
  }, {
    "lnglat": ["116.512477796164", "39.924685459295"],
    "district": "朝阳区",
    "community": "珠江罗马嘉园西区",
    "building": "朝阳北路107号",
    "area": "朝青",
    "city": "北京"
  }, {
    "lnglat": ["116.308855944514", "39.981904171938"],
    "district": "海淀区",
    "community": "天创科技大厦",
    "building": "天创科技大厦",
    "area": "朝青",
    "city": "北京"
  }, {
    "lnglat": ["116.652646364364", "40.135312421794"],
    "district": "顺义区",
    "community": "胜利小区",
    "building": "胜利小区",
    "area": "顺义城",
    "city": "北京"
  }, {
    "lnglat": ["116.346041326698", "39.876040556099"],
    "district": "西城区",
    "community": "鸭子桥路",
    "building": "鸭子桥路",
    "area": "菜户营",
    "city": "北京"
  }, {
    "lnglat": ["116.419824960638", "39.950432718748"],
    "district": "东城区",
    "community": "雍和家园一期",
    "building": "安定门东滨河路3号院",
    "area": "鲁谷",
    "city": "北京"
  }, {
    "lnglat": ["116.369606159825", "39.971086622529"],
    "district": "海淀区",
    "community": "北太平庄路27号院",
    "building": "北太平庄路27号院",
    "area": "望京",
    "city": "北京"
  }, {
    "lnglat": ["116.347794038342", "39.715522874556"],
    "district": "大兴区",
    "community": "新安里",
    "building": "新安里",
    "area": "黄村中",
    "city": "北京"
  }, {
    "lnglat": ["116.290745086442", "39.783176975791"],
    "district": "丰台区",
    "community": "长丰园一区",
    "building": "长丰园一区",
    "area": "科技园区",
    "city": "北京"
  }, {
    "lnglat": ["116.367375372279", "39.887853959148"],
    "district": "西城区",
    "community": "牛街东里",
    "building": "牛街东里",
    "area": "牛街",
    "city": "北京"
  }, {
    "lnglat": ["116.301471072431", "39.945082885398"],
    "district": "海淀区",
    "community": "曙光花园",
    "building": "曙光花园",
    "area": "方庄",
    "city": "北京"
  }, {
    "lnglat": ["116.424359154752", "39.992357877554"],
    "district": "朝阳区",
    "community": "育慧里二区",
    "building": "育慧里二区",
    "area": "亚运村小营",
    "city": "北京"
  }, {
    "lnglat": ["116.223274451541", "39.893168284629"],
    "district": "石景山区",
    "community": "聚兴园",
    "building": "聚兴园",
    "area": "鲁谷",
    "city": "北京"
  }, {
    "lnglat": ["116.319750148801", "39.877700529261"],
    "district": "丰台区",
    "community": "首科花园",
    "building": "华源三里",
    "area": "太平桥",
    "city": "北京"
  }, {
    "lnglat": ["116.419193907772", "40.106522352963"],
    "district": "昌平区",
    "community": "名佳花园",
    "building": "北七家镇名佳花园",
    "area": "北七家",
    "city": "北京"
  }, {
    "lnglat": ["116.267648618712", "40.028100309387"],
    "district": "海淀区",
    "community": "百旺家苑",
    "building": "百旺家苑",
    "area": "马连洼",
    "city": "北京"
  }, {
    "lnglat": ["116.482200183006", "39.890194583179"],
    "district": "朝阳区",
    "community": "珠江帝景",
    "building": "广渠路28号",
    "area": "大望路",
    "city": "北京"
  }, {
    "lnglat": ["116.340343929415", "39.927042379028"],
    "district": "西城区",
    "community": "扣钟北里",
    "building": "扣钟北里",
    "area": "阜成门",
    "city": "北京"
  }, {
    "lnglat": ["116.428635118672", "39.913871357936"],
    "district": "东城区",
    "community": "大羊宜宾胡同33号院",
    "building": "大羊宜宾胡同33号院",
    "area": "青塔",
    "city": "北京"
  }, {
    "lnglat": ["116.251330655521", "39.86693430421"],
    "district": "丰台区",
    "community": "万科紫苑",
    "building": "大瓦窑北路1号院",
    "area": "青塔",
    "city": "北京"
  }, {
    "lnglat": ["116.419424211053", "39.996315182893"],
    "district": "朝阳区",
    "community": "欧陆经典",
    "building": "北苑路172号万兴苑",
    "area": "亚运村小营",
    "city": "北京"
  }, {
    "lnglat": ["116.303152292479", "39.963843256527"],
    "district": "海淀区",
    "community": "小南庄怡秀园",
    "building": "小南庄怡秀园",
    "area": "苏州桥",
    "city": "北京"
  }, {
    "lnglat": ["116.40894488703", "39.868212928212"],
    "district": "东城区",
    "community": "桃杨路北里",
    "building": "桃杨路北里",
    "area": "苏州桥",
    "city": "北京"
  }, {
    "lnglat": ["116.311531460635", "39.764110152789"],
    "district": "大兴区",
    "community": "金地仰山",
    "building": "乐园路22号院",
    "area": "苏州桥",
    "city": "北京"
  }, {
    "lnglat": ["116.406669338137", "39.956237127016"],
    "district": "东城区",
    "community": "青年湖东里",
    "building": "青年湖东里",
    "area": "安定门",
    "city": "北京"
  }, {
    "lnglat": ["116.416870951236", "39.861164578855"],
    "district": "丰台区",
    "community": "刘家窑南里",
    "building": "刘家窑南里",
    "area": "蒲黄榆",
    "city": "北京"
  }, {
    "lnglat": ["116.348317630016", "39.889516076381"],
    "district": "西城区",
    "community": "广安门内大街",
    "building": "广安门内大街",
    "area": "双榆树",
    "city": "北京"
  }, {
    "lnglat": ["116.40661604927", "40.055889725986"],
    "district": "昌平区",
    "community": "北京北",
    "building": "东小口镇中滩村8号院",
    "area": "立水桥",
    "city": "北京"
  }, {
    "lnglat": ["116.328820107592", "40.060198481977"],
    "district": "海淀区",
    "community": "金榜园",
    "building": "回龙观镇南店金榜园",
    "area": "西三旗",
    "city": "北京"
  }, {
    "lnglat": ["116.439976968449", "39.883575367129"],
    "district": "东城区",
    "community": "龙潭北里四条",
    "building": "龙潭北里四条",
    "area": "西三旗",
    "city": "北京"
  }, {
    "lnglat": ["116.38271277623", "39.849528279494"],
    "district": "丰台区",
    "community": "角门东里",
    "building": "角门东里",
    "area": "角门",
    "city": "北京"
  }, {
    "lnglat": ["116.571108880255", "39.895752061379"],
    "district": "朝阳区",
    "community": "双桥北内小区",
    "building": "双桥街西巷6号",
    "area": "双桥",
    "city": "北京"
  }, {
    "lnglat": ["116.459753478917", "39.870179872751"],
    "district": "朝阳区",
    "community": "华辉苑",
    "building": "华威南路",
    "area": "潘家园",
    "city": "北京"
  }, {
    "lnglat": ["116.329659953573", "39.926500456686"],
    "district": "海淀区",
    "community": "甘家口小区",
    "building": "甘家口",
    "area": "甘家口",
    "city": "北京"
  }, {
    "lnglat": ["116.266492189272", "39.90967401163"],
    "district": "海淀区",
    "community": "永定路70号院",
    "building": "永定路70号",
    "area": "甘家口",
    "city": "北京"
  }, {
    "lnglat": ["116.424863611148", "39.850821708"],
    "district": "丰台区",
    "community": "方南家园一期",
    "building": "横七条44号院",
    "area": "刘家窑",
    "city": "北京"
  }, {
    "lnglat": ["116.435985326849", "39.890774659488"],
    "district": "东城区",
    "community": "保利蔷薇",
    "building": "培新街9号院",
    "area": "广渠门",
    "city": "北京"
  }, {
    "lnglat": ["116.337260350865", "39.990321926201"],
    "district": "海淀区",
    "community": "东升园",
    "building": "东升园公寓",
    "area": "五道口",
    "city": "北京"
  }, {
    "lnglat": ["116.276835033047", "39.882553811167"],
    "district": "丰台区",
    "community": "第七街区",
    "building": "阅园一区、二区",
    "area": "岳各庄",
    "city": "北京"
  }, {
    "lnglat": ["116.438480153371", "39.888825459829"],
    "district": "东城区",
    "community": "绿景苑",
    "building": "绿景苑小区",
    "area": "广渠门",
    "city": "北京"
  }, {
    "lnglat": ["116.465373494108", "39.922695673527"],
    "district": "朝阳区",
    "community": "呼家楼北街",
    "building": "呼家楼北街",
    "area": "红庙",
    "city": "北京"
  }, {
    "lnglat": ["116.533379973189", "39.961695162293"],
    "district": "朝阳区",
    "community": "康静里",
    "building": "康静里",
    "area": "东坝",
    "city": "北京"
  }, {
    "lnglat": ["116.293134707146", "39.833442604504"],
    "district": "丰台区",
    "community": "城市经典",
    "building": "科学城帝京路5号院",
    "area": "大望路",
    "city": "北京"
  }, {
    "lnglat": ["116.388835218257", "39.866061472416"],
    "district": "丰台区",
    "community": "西革新里112号院",
    "building": "西革新里112号院",
    "area": "大望路",
    "city": "北京"
  }, {
    "lnglat": ["116.380912181816", "39.85830488648"],
    "district": "丰台区",
    "community": "洋桥西里",
    "building": "洋桥西里",
    "area": "洋桥",
    "city": "北京"
  }, {
    "lnglat": ["116.351475559764", "39.958551400108"],
    "district": "海淀区",
    "community": "学院派",
    "building": "学院南路15号",
    "area": "洋桥",
    "city": "北京"
  }, {
    "lnglat": ["116.294305766452", "39.896049168993"],
    "district": "丰台区",
    "community": "金家村1号院",
    "building": "金家村1号院",
    "area": "六里桥",
    "city": "北京"
  }, {
    "lnglat": ["116.360641765779", "39.942257473073"],
    "district": "西城区",
    "community": "马相西巷",
    "building": "马相桃园胡同",
    "area": "六里桥",
    "city": "北京"
  }, {
    "lnglat": ["116.664863369049", "40.129802680733"],
    "district": "顺义区",
    "community": "大东路住宅楼",
    "building": "医专家属楼",
    "area": "世纪城",
    "city": "北京"
  }, {
    "lnglat": ["116.526429433617", "39.886206763082"],
    "district": "朝阳区",
    "community": "观音景园一期",
    "building": "观音景园",
    "area": "世纪城",
    "city": "北京"
  }, {
    "lnglat": ["116.354045461937", "40.030068113634"],
    "district": "海淀区",
    "community": "清缘里",
    "building": "清河龙岗路12号清缘里中区",
    "area": "清河",
    "city": "北京"
  }, {
    "lnglat": ["116.457106485491", "39.894679585748"],
    "district": "朝阳区",
    "community": "怡馨园",
    "building": "广渠门外大街9号院",
    "area": "双井",
    "city": "北京"
  }, {
    "lnglat": ["116.252179272101", "39.900647501029"],
    "district": "石景山区",
    "community": "远洋沁山水",
    "building": "玉泉西里一区",
    "area": "鲁谷",
    "city": "北京"
  }, {
    "lnglat": ["116.332962242271", "39.968230854568"],
    "district": "海淀区",
    "community": "双榆树东里",
    "building": "双榆树东里",
    "area": "双榆树",
    "city": "北京"
  }, {
    "lnglat": ["116.347789922151", "39.902848371756"],
    "district": "西城区",
    "community": "融泽府",
    "building": "真武庙四条8号院",
    "area": "黄村中",
    "city": "北京"
  }, {
    "lnglat": ["116.32937489039", "39.964375880668"],
    "district": "海淀区",
    "community": "中关村南大街甲8号",
    "building": "中关村南大街甲8号",
    "area": "皂君庙",
    "city": "北京"
  }, {
    "lnglat": ["116.376598384294", "39.928030216188"],
    "district": "西城区",
    "community": "大红罗厂3号院",
    "building": "大红罗厂3号院",
    "area": "九棵树",
    "city": "北京"
  }, {
    "lnglat": ["116.292421497324", "39.945353853491"],
    "district": "海淀区",
    "community": "观澜国际",
    "building": "曙光花园望河园",
    "area": "四季青",
    "city": "北京"
  }, {
    "lnglat": ["116.316310294979", "40.082731267225"],
    "district": "昌平区",
    "community": "天露园二区",
    "building": "回龙观镇回龙观文化居住区",
    "area": "回龙观",
    "city": "北京"
  }, {
    "lnglat": ["116.363036600543", "39.966865175651"],
    "district": "海淀区",
    "community": "北三环中路40号院",
    "building": "北三环中路40号院",
    "area": "小西天",
    "city": "北京"
  }, {
    "lnglat": ["116.381582688592", "39.925604315686"],
    "district": "西城区",
    "community": "华裕园小区",
    "building": "西什库大街26号院",
    "area": "西直门",
    "city": "北京"
  }, {
    "lnglat": ["116.54886040037", "40.107738673953"],
    "district": "顺义区",
    "community": "双裕花园西区",
    "building": "双裕花园西区",
    "area": "后沙峪",
    "city": "北京"
  }, {
    "lnglat": ["116.35057164238", "39.912478870294"],
    "district": "西城区",
    "community": "南礼士路三条北里",
    "building": "南礼士路三条北里",
    "area": "月坛",
    "city": "北京"
  }, {
    "lnglat": ["116.565257617874", "40.06122998601"],
    "district": "顺义区",
    "community": "天竺花园",
    "building": "顺义天竺镇天竺花园",
    "area": "天竺",
    "city": "北京"
  }, {
    "lnglat": ["116.330322560194", "39.876465015133"],
    "district": "西城区",
    "community": "北欧印象",
    "building": "马连道路80号",
    "area": "马连道",
    "city": "北京"
  }, {
    "lnglat": ["116.549380588862", "39.943003691198"],
    "district": "朝阳区",
    "community": "高杨树南里",
    "building": "高杨树南里",
    "area": "马连道",
    "city": "北京"
  }, {
    "lnglat": ["116.370365312038", "40.081003969334"],
    "district": "昌平区",
    "community": "华龙苑北里",
    "building": "华龙苑北里",
    "area": "霍营",
    "city": "北京"
  }, {
    "lnglat": ["116.409129042199", "39.960407773951"],
    "district": "东城区",
    "community": "康鸿家园",
    "building": "安定门外大街44号院",
    "area": "定福庄",
    "city": "北京"
  }, {
    "lnglat": ["116.445730053749", "39.89473350061"],
    "district": "东城区",
    "community": "忠实里",
    "building": "忠实里南街",
    "area": "双井",
    "city": "北京"
  }, {
    "lnglat": ["116.384185143221", "39.961958203775"],
    "district": "西城区",
    "community": "什坊街",
    "building": "什坊街",
    "area": "六铺炕",
    "city": "北京"
  }, {
    "lnglat": ["116.189658692112", "39.915248415478"],
    "district": "石景山区",
    "community": "古城路小区",
    "building": "古城路",
    "area": "古城",
    "city": "北京"
  }, {
    "lnglat": ["116.368025873321", "39.957737775469"],
    "district": "海淀区",
    "community": "学院南路6号",
    "building": "学院南路6号",
    "area": "苹果园",
    "city": "北京"
  }, {
    "lnglat": ["116.370376257451", "39.95707010444"],
    "district": "海淀区",
    "community": "新外大街21号院",
    "building": "新外大街21号院",
    "area": "龙泽",
    "city": "北京"
  }, {
    "lnglat": ["116.463451431681", "39.869295226664"],
    "district": "朝阳区",
    "community": "御景园",
    "building": "首图东路5号院",
    "area": "华威桥",
    "city": "北京"
  }, {
    "lnglat": ["116.371921414236", "39.952354458656"],
    "district": "西城区",
    "community": "观河锦苑",
    "building": "新街口外大街34号院",
    "area": "德胜门",
    "city": "北京"
  }, {
    "lnglat": ["116.316535637509", "39.882144859723"],
    "district": "丰台区",
    "community": "糖人街",
    "building": "华源一里",
    "area": "太平桥",
    "city": "北京"
  }, {
    "lnglat": ["116.692350531409", "39.936437479733"],
    "district": "通州区",
    "community": "自然佳境",
    "building": "潞邑西路6号院",
    "area": "潞苑",
    "city": "北京"
  }, {
    "lnglat": ["116.440895267071", "39.857751442388"],
    "district": "丰台区",
    "community": "四方景园二区",
    "building": "四方景园二区",
    "area": "新华大街",
    "city": "北京"
  }, {
    "lnglat": ["116.619502982349", "40.129970744978"],
    "district": "顺义区",
    "community": "华英园",
    "building": "华英园",
    "area": "武夷花园",
    "city": "北京"
  }, {
    "lnglat": ["116.470991557386", "39.948035922027"],
    "district": "朝阳区",
    "community": "枣营北里",
    "building": "枣营北里",
    "area": "常营",
    "city": "北京"
  }, {
    "lnglat": ["116.448017413989", "39.955462335358"],
    "district": "朝阳区",
    "community": "香河园中里",
    "building": "香河园中里",
    "area": "鲁谷",
    "city": "北京"
  }, {
    "lnglat": ["116.330853636512", "40.080654505574"],
    "district": "昌平区",
    "community": "云趣园三区",
    "building": "回龙观镇龙禧苑云趣园三区",
    "area": "回龙观",
    "city": "北京"
  }, {
    "lnglat": ["116.443711722573", "39.944747443726"],
    "district": "东城区",
    "community": "胡家园小区",
    "building": "胡家园",
    "area": "东直门",
    "city": "北京"
  }, {
    "lnglat": ["116.500723736381", "39.960095874215"],
    "district": "朝阳区",
    "community": "亮马嘉园",
    "building": "酒仙桥南十里居",
    "area": "望京",
    "city": "北京"
  }, {
    "lnglat": ["116.389162441841", "39.962690647203"],
    "district": "朝阳区",
    "community": "黄寺大街28号院",
    "building": "黄寺大街甲28号院",
    "area": "望京",
    "city": "北京"
  }, {
    "lnglat": ["116.303649508366", "39.915061711129"],
    "district": "海淀区",
    "community": "颐源居三期",
    "building": "翠微路4号颐源居",
    "area": "公主坟",
    "city": "北京"
  }, {
    "lnglat": ["116.303104162349", "39.94710279619"],
    "district": "海淀区",
    "community": "车道沟10号院",
    "building": "车道沟10号院",
    "area": "马甸",
    "city": "北京"
  }, {
    "lnglat": ["116.441845293895", "39.853405839123"],
    "district": "丰台区",
    "community": "美好家园",
    "building": "成寿寺中路4号院",
    "area": "望京",
    "city": "北京"
  }, {
    "lnglat": ["116.338017932125", "39.880616626852"],
    "district": "西城区",
    "community": "小红庙南里",
    "building": "小红庙南里",
    "area": "西罗园",
    "city": "北京"
  }, {
    "lnglat": ["116.28422011788", "39.921957556935"],
    "district": "海淀区",
    "community": "定慧东里",
    "building": "定慧东里",
    "area": "定慧寺",
    "city": "北京"
  }, {
    "lnglat": ["116.203484944361", "39.913966521157"],
    "district": "石景山区",
    "community": "八角北里",
    "building": "八角北里",
    "area": "八角",
    "city": "北京"
  }, {
    "lnglat": ["116.442474644143", "39.897340373693"],
    "district": "东城区",
    "community": "京城仁合",
    "building": "广渠门北里36号院",
    "area": "甜水园",
    "city": "北京"
  }, {
    "lnglat": ["116.409065212876", "39.864566159538"],
    "district": "东城区",
    "community": "安乐林中街",
    "building": "安乐林中街",
    "area": "双井",
    "city": "北京"
  }, {
    "lnglat": ["116.427373302279", "39.859425591566"],
    "district": "丰台区",
    "community": "天创公馆",
    "building": "南三环东路23号院天创公馆",
    "area": "方庄",
    "city": "北京"
  }, {
    "lnglat": ["116.340849113793", "39.731609985899"],
    "district": "大兴区",
    "community": "兴城丽源",
    "building": "兴盛街",
    "area": "黄村中",
    "city": "北京"
  }, {
    "lnglat": ["116.344394117956", "39.923200919621"],
    "district": "西城区",
    "community": "三里河东路",
    "building": "三里河东路",
    "area": "黄村中",
    "city": "北京"
  }, {
    "lnglat": ["116.477565320957", "39.929566244804"],
    "district": "朝阳区",
    "community": "公园五号",
    "building": "甜水西园",
    "area": "甜水园",
    "city": "北京"
  }, {
    "lnglat": ["116.382889063557", "39.881323472325"],
    "district": "西城区",
    "community": "畅柳园",
    "building": "南火扇胡同12号",
    "area": "陶然亭",
    "city": "北京"
  }, {
    "lnglat": ["116.499057690234", "39.900024393886"],
    "district": "朝阳区",
    "community": "金都杭城东区",
    "building": "百子湾西里",
    "area": "百子湾",
    "city": "北京"
  }, {
    "lnglat": ["116.516953927258", "39.926869282226"],
    "district": "朝阳区",
    "community": "润枫水尚",
    "building": "青年路西里5号院",
    "area": "朝青",
    "city": "北京"
  }, {
    "lnglat": ["116.334209300596", "39.967529586502"],
    "district": "海淀区",
    "community": "青云北区",
    "building": "青云航空仪表公司北宿舍区",
    "area": "回龙观",
    "city": "北京"
  }, {
    "lnglat": ["116.495473979917", "39.876481080208"],
    "district": "朝阳区",
    "community": "世纪东方城",
    "building": "世纪东方嘉园",
    "area": "欢乐谷",
    "city": "北京"
  }, {
    "lnglat": ["116.407947666895", "39.863149512268"],
    "district": "东城区",
    "community": "景泰西里西区",
    "building": "景泰西里西区",
    "area": "永定门",
    "city": "北京"
  }, {
    "lnglat": ["116.334540907483", "40.02736628786"],
    "district": "海淀区",
    "community": "毛纺厂南小区",
    "building": "清河毛纺住宅南小区",
    "area": "清河",
    "city": "北京"
  }, {
    "lnglat": ["116.563432685475", "39.913280304612"],
    "district": "朝阳区",
    "community": "五建小区",
    "building": "定福庄北里1号院",
    "area": "定福庄",
    "city": "北京"
  }, {
    "lnglat": ["116.303117432452", "39.858756566405"],
    "district": "丰台区",
    "community": "盛鑫嘉园",
    "building": "丰管路5号院",
    "area": "甘家口",
    "city": "北京"
  }, {
    "lnglat": ["116.42312613101", "40.051972456765"],
    "district": "朝阳区",
    "community": "n次方",
    "building": "n次方",
    "area": "甘家口",
    "city": "北京"
  }, {
    "lnglat": ["116.437751118415", "39.856956869368"],
    "district": "丰台区",
    "community": "方安苑",
    "building": "南方庄1号院",
    "area": "宋家庄",
    "city": "北京"
  }, {
    "lnglat": ["116.412114848219", "39.940094305669"],
    "district": "东城区",
    "community": "土儿胡同",
    "building": "土儿胡同",
    "area": "宋家庄",
    "city": "北京"
  }, {
    "lnglat": ["116.438301276609", "39.963286971177"],
    "district": "朝阳区",
    "community": "西坝河中里",
    "building": "西坝河中里",
    "area": "西坝河",
    "city": "北京"
  }, {
    "lnglat": ["116.337684332093", "39.898125814188"],
    "district": "西城区",
    "community": "北小马厂",
    "building": "莲花池东路北小马厂",
    "area": "朝阳门内",
    "city": "北京"
  }, {
    "lnglat": ["116.646210216222", "39.901803011205"],
    "district": "通州区",
    "community": "帅府园",
    "building": "帅府园",
    "area": "北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.473717478034", "39.945936447282"],
    "district": "朝阳区",
    "community": "伯宁花园",
    "building": "枣营北里6号",
    "area": "西三旗",
    "city": "北京"
  }, {
    "lnglat": ["116.416113475833", "39.962241089287"],
    "district": "东城区",
    "community": "青年沟",
    "building": "青年沟",
    "area": "旧宫",
    "city": "北京"
  }, {
    "lnglat": ["116.427072747527", "39.806010997538"],
    "district": "大兴区",
    "community": "红星楼",
    "building": "红星楼",
    "area": "临河里",
    "city": "北京"
  }, {
    "lnglat": ["116.28624943743", "39.826488862579"],
    "district": "丰台区",
    "community": "富锦嘉园一区",
    "building": "富锦嘉园一区",
    "area": "清河",
    "city": "北京"
  }, {
    "lnglat": ["116.468649989076", "39.932861587146"],
    "district": "朝阳区",
    "community": "团结湖北三条",
    "building": "团结湖北三条",
    "area": "鲁谷",
    "city": "北京"
  }, {
    "lnglat": ["116.360603666504", "39.965850923945"],
    "district": "海淀区",
    "community": "师大北路21号院",
    "building": "北三环中路44号院",
    "area": "小西天",
    "city": "北京"
  }, {
    "lnglat": ["116.476026204707", "40.007380459245"],
    "district": "朝阳区",
    "community": "望京花园东区",
    "building": "望京花园",
    "area": "望京",
    "city": "北京"
  }, {
    "lnglat": ["116.416804189891", "39.958182051633"],
    "district": "东城区",
    "community": "地坛北里",
    "building": "地坛北里",
    "area": "朝青",
    "city": "北京"
  }, {
    "lnglat": ["116.315250522776", "39.771557942963"],
    "district": "大兴区",
    "community": "翡翠城二期",
    "building": "香留园AB区",
    "area": "黄村北",
    "city": "北京"
  }, {
    "lnglat": ["116.434049369605", "40.046797908687"],
    "district": "朝阳区",
    "community": "天润福熙大道",
    "building": "清河营东路1号院",
    "area": "黄村北",
    "city": "北京"
  }, {
    "lnglat": ["116.649317998608", "40.173790267629"],
    "district": "顺义区",
    "community": "佳和宜园",
    "building": "佳和宜园",
    "area": "马坡",
    "city": "北京"
  }, {
    "lnglat": ["116.383754335511", "39.961750135983"],
    "district": "西城区",
    "community": "北广家园",
    "building": "黄寺大街26号院",
    "area": "六铺炕",
    "city": "北京"
  }, {
    "lnglat": ["116.292469440831", "39.991448391596"],
    "district": "海淀区",
    "community": "中信所小区",
    "building": "西苑100号南一院",
    "area": "马甸",
    "city": "北京"
  }, {
    "lnglat": ["116.68631402715", "39.940023558627"],
    "district": "通州区",
    "community": "上潞园",
    "building": "潞邑西路9号院",
    "area": "马甸",
    "city": "北京"
  }, {
    "lnglat": ["116.316664296507", "39.960724048612"],
    "district": "海淀区",
    "community": "魏公村小区",
    "building": "魏公村小区",
    "area": "魏公村",
    "city": "北京"
  }, {
    "lnglat": ["116.291291481124", "39.831362174045"],
    "district": "丰台区",
    "community": "天龙华鹤",
    "building": "百强大道",
    "area": "魏公村",
    "city": "北京"
  }, {
    "lnglat": ["116.282479121802", "39.961775483575"],
    "district": "海淀区",
    "community": "春荫园",
    "building": "蓝靛厂春荫园",
    "area": "世纪城",
    "city": "北京"
  }, {
    "lnglat": ["116.265509341145", "39.877498877004"],
    "district": "丰台区",
    "community": "珠江峰景",
    "building": "青塔西路58号院",
    "area": "岳各庄",
    "city": "北京"
  }, {
    "lnglat": ["116.385300577661", "39.972533291724"],
    "district": "西城区",
    "community": "裕中西里",
    "building": "裕中西里",
    "area": "马甸",
    "city": "北京"
  }, {
    "lnglat": ["116.359253179992", "39.954768965222"],
    "district": "海淀区",
    "community": "红联北村",
    "building": "红联北村",
    "area": "小西天",
    "city": "北京"
  }, {
    "lnglat": ["8.781298399318519E7", "239.003840784214"],
    "district": "丰台区",
    "community": "城市涧",
    "building": "北甲地路15号院",
    "area": "古城",
    "city": "北京"
  }, {
    "lnglat": ["116.462583866782", "39.995101929448"],
    "district": "朝阳区",
    "community": "圣馨大地",
    "building": "南湖南路9号",
    "area": "望京",
    "city": "北京"
  }, {
    "lnglat": ["116.458607431652", "39.899810382725"],
    "district": "朝阳区",
    "community": "合生国际花园",
    "building": "双花园南里三区",
    "area": "双井",
    "city": "北京"
  }, {
    "lnglat": ["116.46588414519", "39.876430829268"],
    "district": "朝阳区",
    "community": "建业苑",
    "building": "松榆北路7号院",
    "area": "劲松",
    "city": "北京"
  }, {
    "lnglat": ["116.429317492412", "39.956745610862"],
    "district": "朝阳区",
    "community": "砖角楼北里",
    "building": "砖角楼北里",
    "area": "定福庄",
    "city": "北京"
  }, {
    "lnglat": ["116.567558337568", "39.915252718801"],
    "district": "朝阳区",
    "community": "三间房南里4号院",
    "building": "三间房南里",
    "area": "国展",
    "city": "北京"
  }, {
    "lnglat": ["116.361063031287", "39.946773584707"],
    "district": "西城区",
    "community": "远洋风景",
    "building": "德胜门西大街15号",
    "area": "西直门",
    "city": "北京"
  }, {
    "lnglat": ["116.482762611825", "39.979300759428"],
    "district": "朝阳区",
    "community": "高家园四区",
    "building": "高家园四区",
    "area": "马甸",
    "city": "北京"
  }, {
    "lnglat": ["116.287365968444", "40.009070242577"],
    "district": "海淀区",
    "community": "燕北园",
    "building": "燕北园",
    "area": "管庄",
    "city": "北京"
  }, {
    "lnglat": ["116.346594954011", "39.933026844645"],
    "district": "西城区",
    "community": "五栋大楼",
    "building": "车公庄大街9号院",
    "area": "六里桥",
    "city": "北京"
  }, {
    "lnglat": ["116.409301378681", "39.986705974617"],
    "district": "朝阳区",
    "community": "安苑北里",
    "building": "安苑北里",
    "area": "亚运村",
    "city": "北京"
  }, {
    "lnglat": ["116.679175271136", "39.902617637209"],
    "district": "通州区",
    "community": "西上园二区",
    "building": "西上园二区",
    "area": "西坝河",
    "city": "北京"
  }, {
    "lnglat": ["116.314582367929", "39.941045349791"],
    "district": "海淀区",
    "community": "人济山庄",
    "building": "紫竹院路1号人济山庄",
    "area": "紫竹桥",
    "city": "北京"
  }, {
    "lnglat": ["116.553145507015", "40.107664853767"],
    "district": "顺义区",
    "community": "双裕小区",
    "building": "双裕小区",
    "area": "后沙峪",
    "city": "北京"
  }, {
    "lnglat": ["116.414001297104", "39.991500999518"],
    "district": "朝阳区",
    "community": "安慧里四区",
    "building": "安慧里四区",
    "area": "亚运村",
    "city": "北京"
  }, {
    "lnglat": ["116.451301593337", "39.765153202777"],
    "district": "亦庄开发区",
    "community": "兴海园",
    "building": "兴海园",
    "area": "亦庄开发区其它",
    "city": "北京"
  }, {
    "lnglat": ["116.701656807636", "39.919462301125"],
    "district": "通州区",
    "community": "月季园",
    "building": "通胡大街1号",
    "area": "武夷花园",
    "city": "北京"
  }, {
    "lnglat": ["116.425037685817", "39.835951620996"],
    "district": "丰台区",
    "community": "世华水岸F区",
    "building": "石榴庄南里66号院",
    "area": "赵公口",
    "city": "北京"
  }, {
    "lnglat": ["116.468576251234", "39.943787629411"],
    "district": "朝阳区",
    "community": "麦子店街",
    "building": "麦子店街",
    "area": "农展馆",
    "city": "北京"
  }, {
    "lnglat": ["116.362651320362", "39.850414653013"],
    "district": "丰台区",
    "community": "玺萌鹏苑",
    "building": "北甲地路2号院",
    "area": "草桥",
    "city": "北京"
  }, {
    "lnglat": ["116.499996105917", "39.800071920423"],
    "district": "亦庄开发区",
    "community": "鹿鸣苑",
    "building": "天华北街2号院",
    "area": "亦庄",
    "city": "北京"
  }, {
    "lnglat": ["116.392553713614", "39.956094348403"],
    "district": "西城区",
    "community": "六铺炕一区6号院",
    "building": "六铺炕一区6号院",
    "area": "清河",
    "city": "北京"
  }, {
    "lnglat": ["116.692960618947", "39.934602853672"],
    "district": "通州区",
    "community": "小潞邑",
    "building": "潞邑西路2号院",
    "area": "马甸",
    "city": "北京"
  }, {
    "lnglat": ["116.427382723294", "39.986909860676"],
    "district": "朝阳区",
    "community": "高原街",
    "building": "高原街",
    "area": "马甸",
    "city": "北京"
  }, {
    "lnglat": ["116.275018649398", "39.869596487378"],
    "district": "丰台区",
    "community": "大井东里",
    "building": "大井东里",
    "area": "朝青",
    "city": "北京"
  }, {
    "lnglat": ["116.342446899527", "39.918649544714"],
    "district": "西城区",
    "community": "洪茂沟社区",
    "building": "洪茂沟社区",
    "area": "洋桥",
    "city": "北京"
  }, {
    "lnglat": ["116.4731582378", "39.927056119871"],
    "district": "朝阳区",
    "community": "水碓子东路",
    "building": "水碓子东路",
    "area": "甜水园",
    "city": "北京"
  }, {
    "lnglat": ["116.475897384707", "39.800760920851"],
    "district": "亦庄开发区",
    "community": "富源里",
    "building": "富源里",
    "area": "亦庄",
    "city": "北京"
  }, {
    "lnglat": ["116.460302384508", "39.921636210639"],
    "district": "朝阳区",
    "community": "向军南里",
    "building": "向军南里",
    "area": "东大桥",
    "city": "北京"
  }, {
    "lnglat": ["116.163002216657", "39.930698305307"],
    "district": "石景山区",
    "community": "模式口中里",
    "building": "模式口中里",
    "area": "亚运村小营",
    "city": "北京"
  }, {
    "lnglat": ["116.350446295641", "40.028186827615"],
    "district": "海淀区",
    "community": "水木天成",
    "building": "清缘西里",
    "area": "清河",
    "city": "北京"
  }, {
    "lnglat": ["116.356422362526", "39.913781057628"],
    "district": "西城区",
    "community": "复兴门北大街",
    "building": "复兴门北大街",
    "area": "望京",
    "city": "北京"
  }, {
    "lnglat": ["116.349151649267", "39.917343849052"],
    "district": "西城区",
    "community": "月坛西街西里",
    "building": "月坛西街西里",
    "area": "西二旗",
    "city": "北京"
  }, {
    "lnglat": ["116.352202654343", "40.077809934513"],
    "district": "昌平区",
    "community": "龙跃苑一区",
    "building": "回龙观镇龙跃苑一区",
    "area": "回龙观",
    "city": "北京"
  }, {
    "lnglat": ["116.350686477015", "40.005790411713"],
    "district": "海淀区",
    "community": "静淑苑",
    "building": "六道口静淑苑",
    "area": "回龙观",
    "city": "北京"
  }, {
    "lnglat": ["116.450182709839", "39.96820649541"],
    "district": "朝阳区",
    "community": "UHN国际村",
    "building": "西坝河东里2号院",
    "area": "三元桥",
    "city": "北京"
  }, {
    "lnglat": ["116.333284797065", "39.822592766404"],
    "district": "丰台区",
    "community": "银地家园",
    "building": "银地家园",
    "area": "花乡",
    "city": "北京"
  }, {
    "lnglat": ["116.330413113657", "39.884091132014"],
    "district": "西城区",
    "community": "西环景苑",
    "building": "马连道南街2号院",
    "area": "中关村",
    "city": "北京"
  }, {
    "lnglat": ["116.408788227986", "40.046441492855"],
    "district": "昌平区",
    "community": "明天第一城8号院",
    "building": "立清路8号院",
    "area": "亦庄开发区其它",
    "city": "北京"
  }, {
    "lnglat": ["116.476674270341", "39.907443957224"],
    "district": "朝阳区",
    "community": "SOHO现代城",
    "building": "建国路88号院",
    "area": "CBD",
    "city": "北京"
  }, {
    "lnglat": ["116.33749613943", "16.338404733521"],
    "district": "西城区",
    "community": "红居斜街",
    "building": "红居斜街",
    "area": "刘家窑",
    "city": "北京"
  }, {
    "lnglat": ["116.681950475692", "39.893370799913"],
    "district": "通州区",
    "community": "玉桥北里",
    "building": "玉桥北里",
    "area": "龙泽",
    "city": "北京"
  }, {
    "lnglat": ["116.371836583635", "39.86922199087"],
    "district": "丰台区",
    "community": "世纪金色嘉园",
    "building": "东滨河路2号院",
    "area": "北京南站",
    "city": "北京"
  }, {
    "lnglat": ["116.258470456809", "39.914570818859"],
    "district": "海淀区",
    "community": "玉泉路16号院",
    "building": "玉泉路16号院",
    "area": "九棵树",
    "city": "北京"
  }, {
    "lnglat": ["116.321983232544", "39.843650627653"],
    "district": "丰台区",
    "community": "万年花城一期",
    "building": "首经贸北路8号院",
    "area": "玉泉营",
    "city": "北京"
  }, {
    "lnglat": ["116.347682635266", "40.073560330905"],
    "district": "昌平区",
    "community": "龙跃苑四区",
    "building": "回龙观镇龙跃苑四区",
    "area": "回龙观",
    "city": "北京"
  }, {
    "lnglat": ["116.333929646659", "40.087367068665"],
    "district": "昌平区",
    "community": "龙禧苑一区",
    "building": "回龙观镇龙禧苑一区",
    "area": "回龙观",
    "city": "北京"
  }, {
    "lnglat": ["116.604845617427", "39.888790668258"],
    "district": "朝阳区",
    "community": "双桥六号井",
    "building": "双桥农场六号井",
    "area": "安宁庄",
    "city": "北京"
  }, {
    "lnglat": ["116.321909533384", "39.975092147126"],
    "district": "海淀区",
    "community": "豪景佳苑",
    "building": "知春路豪景佳苑",
    "area": "清河",
    "city": "北京"
  }, {
    "lnglat": ["116.424544699753", "39.979441047675"],
    "district": "朝阳区",
    "community": "惠新东街14号院",
    "building": "惠新东街14号院",
    "area": "苏州桥",
    "city": "北京"
  }, {
    "lnglat": ["116.569150512128", "39.905548627855"],
    "district": "朝阳区",
    "community": "水郡长安",
    "building": "水郡长安家园1号院/2号院",
    "area": "双桥",
    "city": "北京"
  }, {
    "lnglat": ["116.422893944504", "39.898410481622"],
    "district": "东城区",
    "community": "国瑞城中区",
    "building": "国瑞城中区",
    "area": "崇文门",
    "city": "北京"
  }, {
    "lnglat": ["116.420308827439", "40.059899932642"],
    "district": "昌平区",
    "community": "天通苑本三区",
    "building": "东小口镇天通苑本三区",
    "area": "天通苑",
    "city": "北京"
  }, {
    "lnglat": ["116.299696868821", "39.972779738231"],
    "district": "海淀区",
    "community": "万泉新新家园",
    "building": "万柳万泉新新",
    "area": "万柳",
    "city": "北京"
  }, {
    "lnglat": ["116.288751261577", "39.836879174321"],
    "district": "丰台区",
    "community": "韩庄子二里",
    "building": "韩庄子二里",
    "area": "看丹桥",
    "city": "北京"
  }, {
    "lnglat": ["116.410817072405", "39.995348055537"],
    "district": "朝阳区",
    "community": "亚奥观典",
    "building": "慧忠路3号院",
    "area": "亚运村",
    "city": "北京"
  }, {
    "lnglat": ["116.334306315661", "39.756977565079"],
    "district": "大兴区",
    "community": "首邑上城",
    "building": "枣园东里",
    "area": "枣园",
    "city": "北京"
  }, {
    "lnglat": ["116.66072202029", "40.181226006094"],
    "district": "顺义区",
    "community": "鲁能7号院",
    "building": "鲁能7号院",
    "area": "马甸",
    "city": "北京"
  }, {
    "lnglat": ["116.371161741504", "39.866131415363"],
    "district": "丰台区",
    "community": "开阳里五区",
    "building": "开阳里五区",
    "area": "霍营",
    "city": "北京"
  }, {
    "lnglat": ["116.382076631766", "39.97975205884"],
    "district": "朝阳区",
    "community": "马甸经典家园",
    "building": "祁家豁子甲8号",
    "area": "马甸",
    "city": "北京"
  }, {
    "lnglat": ["116.420158864896", "39.861470042613"],
    "district": "丰台区",
    "community": "刘家窑东里",
    "building": "刘家窑东里",
    "area": "蒲黄榆",
    "city": "北京"
  }, {
    "lnglat": ["116.347921302903", "39.732611479468"],
    "district": "大兴区",
    "community": "双河南里",
    "building": "双河南里",
    "area": "世纪城",
    "city": "北京"
  }, {
    "lnglat": ["116.422137921643", "39.959036569112"],
    "district": "东城区",
    "community": "和平里一区",
    "building": "和平里一区",
    "area": "和平里",
    "city": "北京"
  }, {
    "lnglat": ["116.150107957964", "39.936393396756"],
    "district": "石景山区",
    "community": "模式口北里",
    "building": "模式口北里",
    "area": "和平里",
    "city": "北京"
  }, {
    "lnglat": ["116.447484131499", "39.886876853504"],
    "district": "朝阳区",
    "community": "劲松九区",
    "building": "劲松九区",
    "area": "劲松",
    "city": "北京"
  }, {
    "lnglat": ["116.328009672564", "40.050208941216"],
    "district": "海淀区",
    "community": "安宁佳园",
    "building": "安宁佳园",
    "area": "安宁庄",
    "city": "北京"
  }, {
    "lnglat": ["116.403536087766", "39.996434624599"],
    "district": "朝阳区",
    "community": "慧忠里",
    "building": "慧忠里",
    "area": "亚运村",
    "city": "北京"
  }, {
    "lnglat": ["116.455337614018", "39.931556471749"],
    "district": "朝阳区",
    "community": "三里屯南路",
    "building": "三里屯南路",
    "area": "杨庄",
    "city": "北京"
  }, {
    "lnglat": ["116.346363010744", "39.913342018832"],
    "district": "西城区",
    "community": "二七剧场路",
    "building": "二七剧场路",
    "area": "月坛",
    "city": "北京"
  }, {
    "lnglat": ["116.498776695066", "39.803177038545"],
    "district": "亦庄开发区",
    "community": "一品亦庄",
    "building": "天华北街7号院",
    "area": "亦庄",
    "city": "北京"
  }, {
    "lnglat": ["116.18623315247", "39.915447392974"],
    "district": "石景山区",
    "community": "古城西路",
    "building": "古城西路",
    "area": "亦庄",
    "city": "北京"
  }, {
    "lnglat": ["116.648743161835", "39.923169155263"],
    "district": "通州区",
    "community": "结研所家属院",
    "building": "马场97号院",
    "area": "亦庄",
    "city": "北京"
  }, {
    "lnglat": ["116.189002614371", "39.918098073005"],
    "district": "石景山区",
    "community": "古城北路",
    "building": "古城北路",
    "area": "杨庄",
    "city": "北京"
  }, {
    "lnglat": ["116.40926318267", "40.049125550606"],
    "district": "昌平区",
    "community": "明天第一城6号院",
    "building": "立清路6号院",
    "area": "大望路",
    "city": "北京"
  }, {
    "lnglat": ["116.597266471388", "39.887488362107"],
    "district": "朝阳区",
    "community": "华美橡树岭",
    "building": "双桥南街9号院",
    "area": "双桥",
    "city": "北京"
  }, {
    "lnglat": ["116.488859592168", "39.970946321301"],
    "district": "朝阳区",
    "community": "飘HOME",
    "building": "将台西路19号院",
    "area": "百子湾",
    "city": "北京"
  }, {
    "lnglat": ["116.29496245705", "39.819083575403"],
    "district": "丰台区",
    "community": "中海九号公馆",
    "building": "丰葆路98号院",
    "area": "双桥",
    "city": "北京"
  }, {
    "lnglat": ["116.384785061163", "39.972832861269"],
    "district": "朝阳区",
    "community": "华展国际公寓",
    "building": "裕民路12号2号楼",
    "area": "酒仙桥",
    "city": "北京"
  }, {
    "lnglat": ["116.470977374682", "39.929498745365"],
    "district": "朝阳区",
    "community": "团结湖公寓",
    "building": "团结湖东里12号院",
    "area": "芍药居",
    "city": "北京"
  }, {
    "lnglat": ["116.492935689372", "39.894222551334"],
    "district": "朝阳区",
    "community": "金海国际南区",
    "building": "广渠路21号",
    "area": "百子湾",
    "city": "北京"
  }, {
    "lnglat": ["116.502929338411", "39.934949322432"],
    "district": "朝阳区",
    "community": "石佛营东里105号院",
    "building": "石佛营东里105号院",
    "area": "酒仙桥",
    "city": "北京"
  }, {
    "lnglat": ["116.304337008136", "39.845024357617"],
    "district": "丰台区",
    "community": "刘家村126号院",
    "building": "刘家村126号院",
    "area": "望京",
    "city": "北京"
  }, {
    "lnglat": ["116.277914431497", "39.925392551148"],
    "district": "海淀区",
    "community": "北京印象",
    "building": "阜成路115号",
    "area": "望京",
    "city": "北京"
  }, {
    "lnglat": ["116.703477168526", "39.913025403629"],
    "district": "通州区",
    "community": "荔景园",
    "building": "紫运西里",
    "area": "武夷花园",
    "city": "北京"
  }, {
    "lnglat": ["116.38605827869", "39.8827107105"],
    "district": "西城区",
    "community": "南华东街2号院",
    "building": "南华东街2号院",
    "area": "双榆树",
    "city": "北京"
  }, {
    "lnglat": ["116.461975039015", "40.022496366999"],
    "district": "朝阳区",
    "community": "北纬40度二期",
    "building": "广达路2号院",
    "area": "望京",
    "city": "北京"
  }, {
    "lnglat": ["116.345070156876", "39.974643296587"],
    "district": "海淀区",
    "community": "罗庄西里",
    "building": "罗庄西里",
    "area": "知春路",
    "city": "北京"
  }, {
    "lnglat": ["116.460551439755", "40.008657600109"],
    "district": "朝阳区",
    "community": "望馨花园",
    "building": "利泽西园二区",
    "area": "望京",
    "city": "北京"
  }, {
    "lnglat": ["116.361065664493", "39.849971162002"],
    "district": "丰台区",
    "community": "草桥物业小区",
    "building": "草桥东路",
    "area": "酒仙桥",
    "city": "北京"
  }, {
    "lnglat": ["116.331384931134", "39.979501539952"],
    "district": "海淀区",
    "community": "航天社区",
    "building": "中关村南三街16号",
    "area": "中关村",
    "city": "北京"
  }, {
    "lnglat": ["116.48516034837", "39.997237559045"],
    "district": "朝阳区",
    "community": "融科橄榄城三期",
    "building": "望京东园5区",
    "area": "望京",
    "city": "北京"
  }, {
    "lnglat": ["116.476103469765", "39.799010819722"],
    "district": "亦庄开发区",
    "community": "米兰天空",
    "building": "贵园北里丙区",
    "area": "芍药居",
    "city": "北京"
  }, {
    "lnglat": ["116.269659932313", "39.881479722339"],
    "district": "丰台区",
    "community": "西府景园",
    "building": "梅市口路15号院",
    "area": "岳各庄",
    "city": "北京"
  }, {
    "lnglat": ["116.469991117688", "39.931107149176"],
    "district": "朝阳区",
    "community": "团结湖北四条",
    "building": "团结湖北四条",
    "area": "中关村",
    "city": "北京"
  }, {
    "lnglat": ["116.346979297858", "40.082429161914"],
    "district": "昌平区",
    "community": "龙锦苑六区",
    "building": "回龙观镇龙锦苑六区",
    "area": "回龙观",
    "city": "北京"
  }, {
    "lnglat": ["116.368759485074", "39.910941166246"],
    "district": "西城区",
    "community": "丽华苑",
    "building": "皮库胡同",
    "area": "回龙观",
    "city": "北京"
  }, {
    "lnglat": ["116.604518251163", "39.905254779403"],
    "district": "朝阳区",
    "community": "双桥东路6号院",
    "building": "双桥东路6号院",
    "area": "回龙观",
    "city": "北京"
  }, {
    "lnglat": ["116.464965320324", "39.992646218559"],
    "district": "朝阳区",
    "community": "大西洋新城G区",
    "building": "南湖南路16号院",
    "area": "国展",
    "city": "北京"
  }, {
    "lnglat": ["116.474998065411", "39.927600531201"],
    "district": "朝阳区",
    "community": "马道口",
    "building": "马道口",
    "area": "国展",
    "city": "北京"
  }, {
    "lnglat": ["116.334332571898", "39.816609840311"],
    "district": "丰台区",
    "community": "天伦锦城",
    "building": "锦程园",
    "area": "花乡",
    "city": "北京"
  }, {
    "lnglat": ["116.671494213365", "39.884914746761"],
    "district": "通州区",
    "community": "梨花园",
    "building": "梨园北街18号",
    "area": "花乡",
    "city": "北京"
  }, {
    "lnglat": ["116.695308004393", "39.89393455134"],
    "district": "通州区",
    "community": "柳岸景园",
    "building": "运河东大街3号",
    "area": "亦庄",
    "city": "北京"
  }, {
    "lnglat": ["116.302988512047", "39.962552892572"],
    "district": "海淀区",
    "community": "新起点嘉园",
    "building": "长春桥路5号",
    "area": "亦庄",
    "city": "北京"
  }, {
    "lnglat": ["116.21782565799", "39.903649629158"],
    "district": "石景山区",
    "community": "六场宿舍",
    "building": "公汽六场宿舍",
    "area": "亦庄",
    "city": "北京"
  }, {
    "lnglat": ["116.239814334009", "39.838901644112"],
    "district": "丰台区",
    "community": "晓月苑二里",
    "building": "晓月苑二里",
    "area": "卢沟桥",
    "city": "北京"
  }, {
    "lnglat": ["116.667624877149", "39.882574457379"],
    "district": "通州区",
    "community": "时尚街区东区",
    "building": "云景东路8号",
    "area": "梨园",
    "city": "北京"
  }, {
    "lnglat": ["116.323198350096", "39.948476095786"],
    "district": "海淀区",
    "community": "航天五院小区",
    "building": "中关村南大街31号院",
    "area": "五道口",
    "city": "北京"
  }, {
    "lnglat": ["116.257930673803", "39.900386423109"],
    "district": "海淀区",
    "community": "十一教工楼",
    "building": "太平路33号",
    "area": "西三旗",
    "city": "北京"
  }, {
    "lnglat": ["116.672785010126", "39.883153850067"],
    "district": "通州区",
    "community": "新通国际花园",
    "building": "梨园西里",
    "area": "梨园",
    "city": "北京"
  }, {
    "lnglat": ["116.272359870198", "39.888944171007"],
    "district": "丰台区",
    "community": "大成时代中心",
    "building": "大成路6号院",
    "area": "百子湾",
    "city": "北京"
  }, {
    "lnglat": ["116.639884826587", "39.89811344852"],
    "district": "通州区",
    "community": "鑫苑小区",
    "building": "杨庄南街2号院",
    "area": "通州北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.460078194947", "39.996541258576"],
    "district": "朝阳区",
    "community": "首开知语城",
    "building": "望京湖光中街",
    "area": "望京",
    "city": "北京"
  }, {
    "lnglat": ["116.19577788797", "39.933610229378"],
    "district": "石景山区",
    "community": "西井小区二区",
    "building": "西井二区",
    "area": "回龙观",
    "city": "北京"
  }, {
    "lnglat": ["116.374266006537", "39.8833226845"],
    "district": "西城区",
    "community": "南横西街",
    "building": "南横西街",
    "area": "南沙滩",
    "city": "北京"
  }, {
    "lnglat": ["116.364675270796", "39.90122447561"],
    "district": "西城区",
    "community": "铜光胡同",
    "building": "南闹市口铜光胡同",
    "area": "南沙滩",
    "city": "北京"
  }, {
    "lnglat": ["116.349278695183", "39.790938162986"],
    "district": "大兴区",
    "community": "福星花园",
    "building": "福星花园",
    "area": "南沙滩",
    "city": "北京"
  }, {
    "lnglat": ["116.481696929048", "39.964672591108"],
    "district": "朝阳区",
    "community": "阳光上东",
    "building": "东四环北路6号二区",
    "area": "酒仙桥",
    "city": "北京"
  }, {
    "lnglat": ["116.198847635125", "39.910796241486"],
    "district": "石景山区",
    "community": "八角南路",
    "building": "八角南路",
    "area": "八角",
    "city": "北京"
  }, {
    "lnglat": ["116.424576776853", "40.060537683851"],
    "district": "昌平区",
    "community": "天通苑本四区",
    "building": "东小口镇天通苑本四区",
    "area": "天通苑",
    "city": "北京"
  }, {
    "lnglat": ["116.490776206477", "39.798072037066"],
    "district": "亦庄开发区",
    "community": "听涛雅苑",
    "building": "天华园一里二区",
    "area": "亦庄",
    "city": "北京"
  }, {
    "lnglat": ["116.475496020461", "39.860549869959"],
    "district": "朝阳区",
    "community": "周庄嘉园南里",
    "building": "周庄嘉园南里",
    "area": "亦庄",
    "city": "北京"
  }, {
    "lnglat": ["116.553856296991", "40.089000156396"],
    "district": "顺义区",
    "community": "蓝星花园",
    "building": "蓝星花园",
    "area": "后沙峪",
    "city": "北京"
  }, {
    "lnglat": ["116.355373056824", "39.755016703289"],
    "district": "大兴区",
    "community": "福苑小区",
    "building": "福苑小区",
    "area": "黄村北",
    "city": "北京"
  }, {
    "lnglat": ["116.68334737332", "39.89631094792"],
    "district": "通州区",
    "community": "乔庄北街279号院",
    "building": "乔庄北街1号院",
    "area": "果园",
    "city": "北京"
  }, {
    "lnglat": ["116.226299892462", "39.890659829463"],
    "district": "石景山区",
    "community": "京汉旭城三期",
    "building": "京汉铂寓",
    "area": "鲁谷",
    "city": "北京"
  }, {
    "lnglat": ["116.375555664574", "39.839613993055"],
    "district": "丰台区",
    "community": "兴琦家园",
    "building": "角门南路48号院",
    "area": "西直门",
    "city": "北京"
  }, {
    "lnglat": ["116.371903792451", "39.83706723862"],
    "district": "丰台区",
    "community": "东亚三环",
    "building": "马家堡西路36号院",
    "area": "马家堡",
    "city": "北京"
  }, {
    "lnglat": ["116.32035740881", "39.953547248285"],
    "district": "海淀区",
    "community": "韦伯豪家园",
    "building": "魏公村街1号韦伯豪家园",
    "area": "魏公村",
    "city": "北京"
  }, {
    "lnglat": ["116.353637388541", "39.930385272648"],
    "district": "西城区",
    "community": "北礼士路60号院",
    "building": "北礼士路60号院",
    "area": "知春路",
    "city": "北京"
  }, {
    "lnglat": ["116.414696711048", "39.86466492613"],
    "district": "东城区",
    "community": "景泰东里",
    "building": "景泰东里",
    "area": "洋桥",
    "city": "北京"
  }, {
    "lnglat": ["116.504460128713", "39.931652401528"],
    "district": "朝阳区",
    "community": "日月东华",
    "building": "石佛营东里126号院",
    "area": "石佛营",
    "city": "北京"
  }, {
    "lnglat": ["116.498137432301", "39.789574655281"],
    "district": "亦庄开发区",
    "community": "上海沙龙",
    "building": "天宝园五里一区",
    "area": "亦庄",
    "city": "北京"
  }, {
    "lnglat": ["116.541562074673", "39.737304421697"],
    "district": "亦庄开发区",
    "community": "珠江逸景",
    "building": "景盛北一街16号",
    "area": "马驹桥",
    "city": "北京"
  }, {
    "lnglat": ["116.34457712791", "39.892087446655"],
    "district": "西城区",
    "community": "天宁寺前街南里",
    "building": "天宁寺前街南里",
    "area": "亦庄",
    "city": "北京"
  }, {
    "lnglat": ["116.208663684245", "39.917404120154"],
    "district": "石景山区",
    "community": "建西苑中里",
    "building": "建西苑中里",
    "area": "北大地",
    "city": "北京"
  }, {
    "lnglat": ["116.468715343318", "39.875012392082"],
    "district": "朝阳区",
    "community": "松榆里",
    "building": "松榆里",
    "area": "潘家园",
    "city": "北京"
  }, {
    "lnglat": ["116.48854447312", "39.80035125597"],
    "district": "亦庄开发区",
    "community": "新康家园",
    "building": "天华园一里三区",
    "area": "亦庄",
    "city": "北京"
  }, {
    "lnglat": ["116.684253322193", "39.912613618892"],
    "district": "通州区",
    "community": "运河家园",
    "building": "通胡大街甲80号",
    "area": "立水桥",
    "city": "北京"
  }, {
    "lnglat": ["116.364510213267", "39.999179188969"],
    "district": "海淀区",
    "community": "志新西路一号院",
    "building": "志新西路一号院",
    "area": "二里庄",
    "city": "北京"
  }, {
    "lnglat": ["116.22002173791", "39.901457154989"],
    "district": "石景山区",
    "community": "依翠园",
    "building": "依翠园",
    "area": "鲁谷",
    "city": "北京"
  }, {
    "lnglat": ["116.344258071103", "39.930858878741"],
    "district": "西城区",
    "community": "三塔社区",
    "building": "展览路",
    "area": "鲁谷",
    "city": "北京"
  }, {
    "lnglat": ["116.445247976025", "39.936644295409"],
    "district": "朝阳区",
    "community": "杰座大厦",
    "building": "幸福村中路",
    "area": "鲁谷",
    "city": "北京"
  }, {
    "lnglat": ["116.401163624766", "39.951670187251"],
    "district": "东城区",
    "community": "安德路47号院",
    "building": "安德路47号院",
    "area": "安定门",
    "city": "北京"
  }, {
    "lnglat": ["116.421172314583", "39.981742346824"],
    "district": "朝阳区",
    "community": "惠新西里一区",
    "building": "惠新西里一区",
    "area": "天通苑",
    "city": "北京"
  }, {
    "lnglat": ["116.339038098005", "39.970808090473"],
    "district": "海淀区",
    "community": "太阳园",
    "building": "太阳园",
    "area": "知春路",
    "city": "北京"
  }, {
    "lnglat": ["116.40386812748", "39.962338132487"],
    "district": "朝阳区",
    "community": "凯景铭座",
    "building": "外馆东街51号院",
    "area": "安定门",
    "city": "北京"
  }, {
    "lnglat": ["116.399316064442", "39.951339870577"],
    "district": "东城区",
    "community": "中景濠庭",
    "building": "安德路12号院",
    "area": "安定门",
    "city": "北京"
  }, {
    "lnglat": ["116.449341058027", "39.93935405993"],
    "district": "朝阳区",
    "community": "幸福村社区",
    "building": "幸福二村",
    "area": "工体",
    "city": "北京"
  }, {
    "lnglat": ["116.636599681314", "39.90290160049"],
    "district": "通州区",
    "community": "经纬小区",
    "building": "杨庄北街1号院",
    "area": "北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.41499352585", "40.027881573117"],
    "district": "朝阳区",
    "community": "拂林园",
    "building": "拂林园",
    "area": "北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.366588417927", "39.936884091875"],
    "district": "西城区",
    "community": "东冠英胡同",
    "building": "东冠英胡同",
    "area": "甜水园",
    "city": "北京"
  }, {
    "lnglat": ["116.505561785589", "39.912685686347"],
    "district": "朝阳区",
    "community": "爱这城二期",
    "building": "十里堡甲2号院",
    "area": "十里堡",
    "city": "北京"
  }, {
    "lnglat": ["116.358066659315", "39.974748644151"],
    "district": "海淀区",
    "community": "北影小区",
    "building": "北三环中路77号",
    "area": "北太平庄",
    "city": "北京"
  }, {
    "lnglat": ["116.289489894774", "39.910216632569"],
    "district": "海淀区",
    "community": "万寿路西街9号",
    "building": "万寿路西街9号院",
    "area": "万寿路",
    "city": "北京"
  }, {
    "lnglat": ["116.4312457914", "39.980025124732"],
    "district": "朝阳区",
    "community": "芍药居甲2号院",
    "building": "芍药居甲2号院",
    "area": "芍药居",
    "city": "北京"
  }, {
    "lnglat": ["116.380944938271", "39.87027120267"],
    "district": "丰台区",
    "community": "右外东庄",
    "building": "右外东庄",
    "area": "学院路",
    "city": "北京"
  }, {
    "lnglat": ["116.310684495814", "39.927741941687"],
    "district": "海淀区",
    "community": "西三环北路76号院",
    "building": "西三环北路76号院",
    "area": "首都机场",
    "city": "北京"
  }, {
    "lnglat": ["116.313298797846", "39.832398471372"],
    "district": "丰台区",
    "community": "益辰欣园",
    "building": "益辰欣园",
    "area": "回龙观",
    "city": "北京"
  }, {
    "lnglat": ["116.195998800394", "39.947101752434"],
    "district": "石景山区",
    "community": "西下庄",
    "building": "西下庄",
    "area": "苹果园",
    "city": "北京"
  }, {
    "lnglat": ["116.330302166049", "39.887808084795"],
    "district": "西城区",
    "community": "马连道中里",
    "building": "马连道中里",
    "area": "知春路",
    "city": "北京"
  }, {
    "lnglat": ["116.404443048568", "39.947605116968"],
    "district": "西城区",
    "community": "花园胡同",
    "building": "花园胡同",
    "area": "知春路",
    "city": "北京"
  }, {
    "lnglat": ["116.415049458475", "40.064543395897"],
    "district": "昌平区",
    "community": "天通苑本五区",
    "building": "东小口镇天通苑本五区",
    "area": "天通苑",
    "city": "北京"
  }, {
    "lnglat": ["116.30714090943", "39.981294111503"],
    "district": "海淀区",
    "community": "中湾国际",
    "building": "中湾国际",
    "area": "天通苑",
    "city": "北京"
  }, {
    "lnglat": ["116.665436928702", "40.134291248458"],
    "district": "顺义区",
    "community": "金汉绿港一区",
    "building": "绿港家园一区",
    "area": "顺义城",
    "city": "北京"
  }, {
    "lnglat": ["116.232101718223", "39.848282269739"],
    "district": "丰台区",
    "community": "卢沟桥南里",
    "building": "卢沟桥南里",
    "area": "卢沟桥",
    "city": "北京"
  }, {
    "lnglat": ["116.371787158864", "39.836972392385"],
    "district": "丰台区",
    "community": "冬季星空",
    "building": "镇国寺北街4号院",
    "area": "草桥",
    "city": "北京"
  }, {
    "lnglat": ["116.405084247475", "39.950969042025"],
    "district": "东城区",
    "community": "安外西河沿",
    "building": "安外西河沿   ",
    "area": "安定门",
    "city": "北京"
  }, {
    "lnglat": ["116.330986570155", "39.78933487602"],
    "district": "大兴区",
    "community": "瑞海家园一区",
    "building": "瑞海家园一区",
    "area": "西红门",
    "city": "北京"
  }, {
    "lnglat": ["116.267596336859", "39.89168846948"],
    "district": "丰台区",
    "community": "郑常庄308号院",
    "building": "郑常庄308号院",
    "area": "西红门",
    "city": "北京"
  }, {
    "lnglat": ["116.279287198484", "39.849777229167"],
    "district": "丰台区",
    "community": "东安街头条",
    "building": "东安街头条",
    "area": "西红门",
    "city": "北京"
  }, {
    "lnglat": ["116.227357809452", "39.895645655627"],
    "district": "石景山区",
    "community": "天和景园",
    "building": "重聚路40号院",
    "area": "北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.69144502956", "40.106114166118"],
    "district": "顺义区",
    "community": "港馨东区",
    "building": "港馨家园东区",
    "area": "北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.353411876798", "39.89924620839"],
    "district": "西城区",
    "community": "西便门东里",
    "building": "西便门东里",
    "area": "木樨地",
    "city": "北京"
  }, {
    "lnglat": ["116.501337573992", "39.792850521039"],
    "district": "亦庄开发区",
    "community": "郁金香舍",
    "building": "天宝园六里",
    "area": "亦庄",
    "city": "北京"
  }, {
    "lnglat": ["116.409914986129", "39.950616845271"],
    "district": "东城区",
    "community": "安外东河沿",
    "building": "安定门外东河沿",
    "area": "安定门",
    "city": "北京"
  }, {
    "lnglat": ["116.415896379867", "40.106625487175"],
    "district": "昌平区",
    "community": "名佳花园三区",
    "building": "名佳花园三区",
    "area": "北七家",
    "city": "北京"
  }, {
    "lnglat": ["116.302352780071", "39.971809222269"],
    "district": "海淀区",
    "community": "稻香园西里",
    "building": "稻香园西里",
    "area": "安宁庄",
    "city": "北京"
  }, {
    "lnglat": ["116.336643066863", "40.057715619538"],
    "district": "海淀区",
    "community": "沁春家园",
    "building": "西三旗沁春家园",
    "area": "西三旗",
    "city": "北京"
  }, {
    "lnglat": ["116.422069180429", "40.002113857294"],
    "district": "朝阳区",
    "community": "嘉铭桐城B区",
    "building": "北苑路86号嘉铭园一区",
    "area": "亚运村小营",
    "city": "北京"
  }, {
    "lnglat": ["116.253371203155", "39.906354869911"],
    "district": "海淀区",
    "community": "复兴路46号院",
    "building": "复兴路46号院",
    "area": "玉泉路",
    "city": "北京"
  }, {
    "lnglat": ["116.428650318479", "39.864455116704"],
    "district": "丰台区",
    "community": "芳群园二区",
    "building": "方庄芳群园二区",
    "area": "方庄",
    "city": "北京"
  }, {
    "lnglat": ["116.553711247544", "16.554283345842"],
    "district": "顺义区",
    "community": "吉祥花园",
    "building": "吉祥花园",
    "area": "后沙峪",
    "city": "北京"
  }, {
    "lnglat": ["116.322340343859", "40.082283328871"],
    "district": "昌平区",
    "community": "风雅园二区",
    "building": "回龙观镇龙禧苑风雅园二区",
    "area": "回龙观",
    "city": "北京"
  }, {
    "lnglat": ["116.325339735888", "39.946915216713"],
    "district": "海淀区",
    "community": "中关村南大街40号",
    "building": "白石桥路甲48号",
    "area": "白石桥",
    "city": "北京"
  }, {
    "lnglat": ["116.278094083531", "39.929039388845"],
    "district": "海淀区",
    "community": "亮甲店小区",
    "building": "八里庄路61号",
    "area": "白石桥",
    "city": "北京"
  }, {
    "lnglat": ["116.242553376925", "39.92934803277"],
    "district": "海淀区",
    "community": "田村37号院",
    "building": "田村37号院",
    "area": "常营",
    "city": "北京"
  }, {
    "lnglat": ["116.686749518029", "39.873970797202"],
    "district": "通州区",
    "community": "迎喜家园",
    "building": "迎喜家园      ",
    "area": "天通苑",
    "city": "北京"
  }, {
    "lnglat": ["116.339118987723", "39.751238193216"],
    "district": "大兴区",
    "community": "滨河西里",
    "building": "滨河西里",
    "area": "枣园",
    "city": "北京"
  }, {
    "lnglat": ["116.320503007642", "39.851249765405"],
    "district": "丰台区",
    "community": "育芳园",
    "building": "育芳园",
    "area": "玉泉营",
    "city": "北京"
  }, {
    "lnglat": ["116.422752192199", "40.002060361836"],
    "district": "朝阳区",
    "community": "紫薇天悦",
    "building": "小营北路23号院",
    "area": "亚运村小营",
    "city": "北京"
  }, {
    "lnglat": ["116.567059368787", "39.923034496794"],
    "district": "朝阳区",
    "community": "定福家园3号院",
    "building": "定福庄南里3号院",
    "area": "定福庄",
    "city": "北京"
  }, {
    "lnglat": ["116.262077529288", "39.923221934055"],
    "district": "石景山区",
    "community": "玉兴园",
    "building": "鲁谷74号院",
    "area": "定福庄",
    "city": "北京"
  }, {
    "lnglat": ["116.334185867255", "39.954659747536"],
    "district": "海淀区",
    "community": "富海中心",
    "building": "大柳树富海中心",
    "area": "白石桥",
    "city": "北京"
  }, {
    "lnglat": ["116.389196519204", "39.851127659305"],
    "district": "丰台区",
    "community": "海户西里32号院",
    "building": "海户西里32号院",
    "area": "洋桥",
    "city": "北京"
  }, {
    "lnglat": ["116.428804743005", "39.857053096968"],
    "district": "丰台区",
    "community": "宋庄路",
    "building": "宋庄路",
    "area": "顺义城",
    "city": "北京"
  }, {
    "lnglat": ["116.426471751341", "39.945893203289"],
    "district": "东城区",
    "community": "华冠丽景",
    "building": "东直门内北小街16号院",
    "area": "东直门",
    "city": "北京"
  }, {
    "lnglat": ["116.652797401389", "40.12260557248"],
    "district": "顺义区",
    "community": "建新北区",
    "building": "建新北区",
    "area": "顺义城",
    "city": "北京"
  }, {
    "lnglat": ["116.329155223599", "39.771450411031"],
    "district": "大兴区",
    "community": "青岛嘉园",
    "building": "青岛嘉园",
    "area": "黄村北",
    "city": "北京"
  }, {
    "lnglat": ["116.364165247181", "39.957677771234"],
    "district": "海淀区",
    "community": "学院南路乙12号",
    "building": "学院南路乙12号",
    "area": "黄村北",
    "city": "北京"
  }, {
    "lnglat": ["116.631880555123", "40.072717671507"],
    "district": "顺义区",
    "community": "北京苏活二区",
    "building": "顺义机场东路T3机场东路",
    "area": "黄村北",
    "city": "北京"
  }, {
    "lnglat": ["116.414532988034", "40.025142815501"],
    "district": "朝阳区",
    "community": "上元君庭",
    "building": "安立路28号院",
    "area": "北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.323923412119", "39.972745433355"],
    "district": "海淀区",
    "community": "双榆树北路",
    "building": "双榆树北路",
    "area": "马家堡",
    "city": "北京"
  }, {
    "lnglat": ["116.599026929653", "39.90722848226"],
    "district": "朝阳区",
    "community": "东会新村",
    "building": "双桥东路1号院",
    "area": "双桥",
    "city": "北京"
  }, {
    "lnglat": ["116.43224008795", "39.848253150097"],
    "district": "丰台区",
    "community": "政馨园一区",
    "building": "政馨园一区",
    "area": "宋家庄",
    "city": "北京"
  }, {
    "lnglat": ["116.294411006831", "39.910370169367"],
    "district": "海淀区",
    "community": "万寿路西街1号院",
    "building": "万寿路西街1号院",
    "area": "天通苑",
    "city": "北京"
  }, {
    "lnglat": ["116.512483283238", "39.933271577312"],
    "district": "朝阳区",
    "community": "国美第一城2号院",
    "building": "青年路西里2号院",
    "area": "朝青",
    "city": "北京"
  }, {
    "lnglat": ["116.273538315174", "39.899395747599"],
    "district": "海淀区",
    "community": "太平路34号院",
    "building": "太平路34号",
    "area": "北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.373534768292", "39.927261170433"],
    "district": "西城区",
    "community": "西四北大街156号",
    "building": "西四北大街156号",
    "area": "菜户营",
    "city": "北京"
  }, {
    "lnglat": ["116.374999682854", "39.960349520558"],
    "district": "西城区",
    "community": "新明胡同",
    "building": "新明胡同",
    "area": "马甸",
    "city": "北京"
  }, {
    "lnglat": ["116.360774710907", "39.899298888336"],
    "district": "西城区",
    "community": "宣武门西大街",
    "building": "宣武门西大街",
    "area": "马甸",
    "city": "北京"
  }, {
    "lnglat": ["116.333982056223", "39.726835554272"],
    "district": "大兴区",
    "community": "车站北里",
    "building": "车站北里",
    "area": "黄村火车站",
    "city": "北京"
  }, {
    "lnglat": ["116.273673799251", "39.933963498895"],
    "district": "海淀区",
    "community": "西木小区",
    "building": "西木小区",
    "area": "田村",
    "city": "北京"
  }, {
    "lnglat": ["116.438893921242", "39.92710925564"],
    "district": "朝阳区",
    "community": "蓝筹名座",
    "building": "吉庆里",
    "area": "天通苑",
    "city": "北京"
  }, {
    "lnglat": ["116.360213921053", "40.019779056747"],
    "district": "朝阳区",
    "community": "汽修一厂宿舍",
    "building": "花虎沟2号院",
    "area": "天通苑",
    "city": "北京"
  }, {
    "lnglat": ["116.387506358947", "39.962815968243"],
    "district": "西城区",
    "community": "人定湖北巷",
    "building": "人定湖北巷1号院",
    "area": "天通苑",
    "city": "北京"
  }, {
    "lnglat": ["116.284312354422", "39.907972635676"],
    "district": "海淀区",
    "community": "西翠路12号院",
    "building": "西翠路12号院",
    "area": "万寿路",
    "city": "北京"
  }, {
    "lnglat": ["116.343002268888", "40.03049812505"],
    "district": "海淀区",
    "community": "砂轮厂宿舍",
    "building": "清河毛纺路19号院",
    "area": "清河",
    "city": "北京"
  }, {
    "lnglat": ["116.428955647213", "39.919436420374"],
    "district": "东城区",
    "community": "芳嘉园胡同",
    "building": "芳嘉园胡同",
    "area": "天通苑",
    "city": "北京"
  }, {
    "lnglat": ["116.430599335921", "39.990639452087"],
    "district": "朝阳区",
    "community": "育慧里一区",
    "building": "育慧里一区",
    "area": "亚运村小营",
    "city": "北京"
  }, {
    "lnglat": ["116.68956705155", "39.887263113151"],
    "district": "通州区",
    "community": "源泉苑",
    "building": "玉桥东路66号",
    "area": "玉桥",
    "city": "北京"
  }, {
    "lnglat": ["116.436776782837", "39.78125076881"],
    "district": "亦庄开发区",
    "community": "上林苑",
    "building": "上林苑",
    "area": "大望路",
    "city": "北京"
  }, {
    "lnglat": ["116.337613245298", "40.033668560208"],
    "district": "海淀区",
    "community": "阳光南里",
    "building": "阳光南里",
    "area": "清河",
    "city": "北京"
  }, {
    "lnglat": ["116.255970282683", "39.89107380782"],
    "district": "丰台区",
    "community": "春园",
    "building": "大成里春园",
    "area": "青塔",
    "city": "北京"
  }, {
    "lnglat": ["116.555145123939", "40.108542559048"],
    "district": "顺义区",
    "community": "双裕花园东区",
    "building": "双裕花园东区",
    "area": "青塔",
    "city": "北京"
  }, {
    "lnglat": ["116.34802744981", "40.029571787587"],
    "district": "海淀区",
    "community": "强佑清河新城",
    "building": "清河嘉园东区",
    "area": "清河",
    "city": "北京"
  }, {
    "lnglat": ["116.319071355279", "39.85181481168"],
    "district": "丰台区",
    "community": "优筑",
    "building": "丰桥路2号院",
    "area": "玉泉营",
    "city": "北京"
  }, {
    "lnglat": ["116.356032710185", "39.974758576878"],
    "district": "海淀区",
    "community": "黄亭子小区",
    "building": "北太平庄黄亭子",
    "area": "洋桥",
    "city": "北京"
  }, {
    "lnglat": ["116.306480842161", "39.976118201541"],
    "district": "海淀区",
    "community": "银丰大厦",
    "building": "苏州街72号院",
    "area": "洋桥",
    "city": "北京"
  }, {
    "lnglat": ["116.322979099723", "40.04043101332"],
    "district": "海淀区",
    "community": "怡美家园",
    "building": "安宁庄西路15号",
    "area": "西二旗",
    "city": "北京"
  }, {
    "lnglat": ["116.376006521158", "39.850003753528"],
    "district": "丰台区",
    "community": "晨光小区",
    "building": "角门西里",
    "area": "西二旗",
    "city": "北京"
  }, {
    "lnglat": ["116.429495786393", "40.053409173465"],
    "district": "朝阳区",
    "community": "润泽悦溪",
    "building": "水岸庄园",
    "area": "北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.47212867257", "39.910708736294"],
    "district": "朝阳区",
    "community": "万达广场公寓",
    "building": "建国路93号院",
    "area": "CBD",
    "city": "北京"
  }, {
    "lnglat": ["116.43224008795", "39.848253150097"],
    "district": "丰台区",
    "community": "政馨园三区",
    "building": "政馨园三区",
    "area": "宋家庄",
    "city": "北京"
  }, {
    "lnglat": ["116.369526277272", "39.837738412084"],
    "district": "丰台区",
    "community": "星河城东区",
    "building": "星河苑2号院",
    "area": "马家堡",
    "city": "北京"
  }, {
    "lnglat": ["116.413568773898", "39.99532800615"],
    "district": "朝阳区",
    "community": "安慧北里小区",
    "building": "安慧北里",
    "area": "亚运村",
    "city": "北京"
  }, {
    "lnglat": ["116.321404389424", "39.92735163213"],
    "district": "海淀区",
    "community": "阜光里小区",
    "building": "阜光里",
    "area": "甘家口",
    "city": "北京"
  }, {
    "lnglat": ["116.413171208929", "40.057429592017"],
    "district": "昌平区",
    "community": "润枫欣尚",
    "building": "立水桥东小口镇",
    "area": "回龙观",
    "city": "北京"
  }, {
    "lnglat": ["116.470097439036", "39.928590166081"],
    "district": "朝阳区",
    "community": "团结湖东里",
    "building": "团结湖东里",
    "area": "团结湖",
    "city": "北京"
  }, {
    "lnglat": ["116.371169024005", "39.974918057747"],
    "district": "海淀区",
    "community": "北太平庄路2号院",
    "building": "北太平庄路2号院",
    "area": "马甸",
    "city": "北京"
  }, {
    "lnglat": ["116.557097014674", "39.94872756514"],
    "district": "朝阳区",
    "community": "朝阳新城二区",
    "building": "朝新嘉园东里二区",
    "area": "东坝",
    "city": "北京"
  }, {
    "lnglat": ["116.412882594672", "39.846985925066"],
    "district": "丰台区",
    "community": "慧时欣园",
    "building": "慧时欣园",
    "area": "木樨园",
    "city": "北京"
  }, {
    "lnglat": ["116.36886651234", "39.952086310035"],
    "district": "西城区",
    "community": "五月华庭",
    "building": "文慧园路6号",
    "area": "新街口",
    "city": "北京"
  }, {
    "lnglat": ["116.271176560441", "39.895330180977"],
    "district": "丰台区",
    "community": "青塔东里10号院",
    "building": "青塔东里10号院",
    "area": "望京",
    "city": "北京"
  }, {
    "lnglat": ["116.468419941424", "39.876399873876"],
    "district": "朝阳区",
    "community": "武圣东里",
    "building": "武圣东里",
    "area": "劲松",
    "city": "北京"
  }, {
    "lnglat": ["116.230624173896", "39.891442300747"],
    "district": "石景山区",
    "community": "重兴嘉园",
    "building": "八宝山南路重兴嘉园",
    "area": "鲁谷",
    "city": "北京"
  }, {
    "lnglat": ["116.231822891009", "39.925707316846"],
    "district": "海淀区",
    "community": "西山洋房",
    "building": "阜石路69号/碧桐园",
    "area": "鲁谷",
    "city": "北京"
  }, {
    "lnglat": ["116.36640595561", "39.866925893908"],
    "district": "丰台区",
    "community": "开阳里一区",
    "building": "开阳里一区",
    "area": "鲁谷",
    "city": "北京"
  }, {
    "lnglat": ["116.409976652397", "39.842976337437"],
    "district": "丰台区",
    "community": "跃城",
    "building": "南顶路281号",
    "area": "赵公口",
    "city": "北京"
  }, {
    "lnglat": ["116.389999057584", "39.900398751911"],
    "district": "东城区",
    "community": "前门西大街",
    "building": "前门西大街",
    "area": "清河",
    "city": "北京"
  }, {
    "lnglat": ["116.270199482831", "40.052030594182"],
    "district": "海淀区",
    "community": "景和园",
    "building": "景和园",
    "area": "清河",
    "city": "北京"
  }, {
    "lnglat": ["116.426399219437", "39.942907593802"],
    "district": "东城区",
    "community": "东直门内北小街",
    "building": "东直门内北小街",
    "area": "酒仙桥",
    "city": "北京"
  }, {
    "lnglat": ["116.420519693436", "39.854817120497"],
    "district": "丰台区",
    "community": "同仁园",
    "building": "同仁园",
    "area": "北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.303574659675", "39.935603030923"],
    "district": "海淀区",
    "community": "万景公寓",
    "building": "北洼路甲28号",
    "area": "亚运村",
    "city": "北京"
  }, {
    "lnglat": ["116.190681632152", "39.929342924352"],
    "district": "石景山区",
    "community": "苹果园小区一区",
    "building": "苹果园一区",
    "area": "苹果园",
    "city": "北京"
  }, {
    "lnglat": ["116.64026219844", "39.907767673725"],
    "district": "通州区",
    "community": "北苑甲55号院",
    "building": "北苑甲55号院",
    "area": "石佛营",
    "city": "北京"
  }, {
    "lnglat": ["116.466568273354", "39.996699836997"],
    "district": "朝阳区",
    "community": "夏都盈座",
    "building": "广顺北大街31号院",
    "area": "望京",
    "city": "北京"
  }, {
    "lnglat": ["116.494353825257", "39.91281404113"],
    "district": "朝阳区",
    "community": "远洋天地二期",
    "building": "八里庄西里",
    "area": "四惠",
    "city": "北京"
  }, {
    "lnglat": ["116.442322311642", "39.86757362956"],
    "district": "东城区",
    "community": "芳城东里",
    "building": "芳城东里",
    "area": "四惠",
    "city": "北京"
  }, {
    "lnglat": ["116.371933445184", "40.007278688209"],
    "district": "朝阳区",
    "community": "懿品阁",
    "building": "北沙滩11号楼",
    "area": "阜成门",
    "city": "北京"
  }, {
    "lnglat": ["116.333190650419", "40.079668163699"],
    "district": "昌平区",
    "community": "上北鑫座",
    "building": "回龙观西大街",
    "area": "管庄",
    "city": "北京"
  }, {
    "lnglat": ["116.417288667367", "39.809575805356"],
    "district": "丰台区",
    "community": "益丰园",
    "building": "益丰园",
    "area": "甜水园",
    "city": "北京"
  }, {
    "lnglat": ["116.464843220077", "39.898065564663"],
    "district": "朝阳区",
    "community": "非常生活",
    "building": "黄木桩路1号院",
    "area": "双井",
    "city": "北京"
  }, {
    "lnglat": ["116.477956213263", "39.928242486745"],
    "district": "朝阳区",
    "community": "秀水园",
    "building": "水碓子北里",
    "area": "甜水园",
    "city": "北京"
  }, {
    "lnglat": ["116.323529333563", "39.730773579525"],
    "district": "大兴区",
    "community": "永华北里",
    "building": "永华北里",
    "area": "黄村中",
    "city": "北京"
  }, {
    "lnglat": ["116.317451200459", "39.977808479011"],
    "district": "海淀区",
    "community": "黄庄小区",
    "building": "中科院宿舍楼",
    "area": "中关村",
    "city": "北京"
  }, {
    "lnglat": ["116.303703060923", "39.969200014476"],
    "district": "海淀区",
    "community": "万泉庄小区",
    "building": "万泉庄小区",
    "area": "上地",
    "city": "北京"
  }, {
    "lnglat": ["116.292799473215", "39.831860257403"],
    "district": "丰台区",
    "community": "天下儒寓",
    "building": "百强大道8号",
    "area": "科技园区",
    "city": "北京"
  }, {
    "lnglat": ["116.314617300968", "40.044240745966"],
    "district": "海淀区",
    "community": "iMOMA",
    "building": "迷你MOMA",
    "area": "梨园",
    "city": "北京"
  }, {
    "lnglat": ["116.325570926497", "39.971588314949"],
    "district": "海淀区",
    "community": "中关村科技会展中心",
    "building": "北三环西路48号",
    "area": "梨园",
    "city": "北京"
  }, {
    "lnglat": ["116.440518889439", "39.873972459299"],
    "district": "东城区",
    "community": "左安漪园",
    "building": "左安漪园小区",
    "area": "左安门",
    "city": "北京"
  }, {
    "lnglat": ["116.449110488619", "39.80131088639"],
    "district": "大兴区",
    "community": "育龙家园",
    "building": "育龙家园",
    "area": "回龙观",
    "city": "北京"
  }, {
    "lnglat": ["116.414043247479", "39.996762896564"],
    "district": "朝阳区",
    "community": "安慧北里秀园",
    "building": "安慧北里秀园",
    "area": "亚运村",
    "city": "北京"
  }, {
    "lnglat": ["116.509832360023", "39.866994449298"],
    "district": "朝阳区",
    "community": "垡头西里二区",
    "building": "垡头西里二区",
    "area": "垡头",
    "city": "北京"
  }, {
    "lnglat": ["116.406010932426", "39.960060913797"],
    "district": "东城区",
    "community": "青年湖北街",
    "building": "青年湖北街",
    "area": "岳各庄",
    "city": "北京"
  }, {
    "lnglat": ["116.334529240819", "39.96076852128"],
    "district": "海淀区",
    "community": "皂君西里",
    "building": "皂君西里",
    "area": "皂君庙",
    "city": "北京"
  }, {
    "lnglat": ["116.449798676115", "39.917063733813"],
    "district": "朝阳区",
    "community": "东大桥路",
    "building": "东大桥路",
    "area": "东大桥",
    "city": "北京"
  }, {
    "lnglat": ["116.411254518168", "39.869653188849"],
    "district": "东城区",
    "community": "郭庄北里",
    "building": "郭庄北里",
    "area": "永定门",
    "city": "北京"
  }, {
    "lnglat": ["116.424886658971", "40.065719019321"],
    "district": "昌平区",
    "community": "天通苑本六区",
    "building": "东小口镇天通苑本六区",
    "area": "天通苑",
    "city": "北京"
  }, {
    "lnglat": ["116.305623942998", "40.035416447021"],
    "district": "海淀区",
    "community": "马连洼1号院",
    "building": "马连洼1号院",
    "area": "西北旺",
    "city": "北京"
  }, {
    "lnglat": ["116.424404244802", "39.994414789936"],
    "district": "朝阳区",
    "community": "亚运花园",
    "building": "小营路12号院",
    "area": "西三旗",
    "city": "北京"
  }, {
    "lnglat": ["116.346439810064", "39.874892109496"],
    "district": "西城区",
    "community": "考拉社区",
    "building": "鸭子桥路1号院",
    "area": "菜户营",
    "city": "北京"
  }, {
    "lnglat": ["116.340613801342", "40.034256260844"],
    "district": "海淀区",
    "community": "燕清源",
    "building": "清河毛纺路26号燕语清园",
    "area": "清河",
    "city": "北京"
  }, {
    "lnglat": ["116.347606330893", "40.077823460025"],
    "district": "昌平区",
    "community": "龙跃苑二区",
    "building": "回龙观镇龙跃苑二区",
    "area": "回龙观",
    "city": "北京"
  }, {
    "lnglat": ["116.353124480186", "39.957835555696"],
    "district": "西城区",
    "community": "明光村小区",
    "building": "明光村小区",
    "area": "西直门",
    "city": "北京"
  }, {
    "lnglat": ["116.47223389484", "39.942576269929"],
    "district": "朝阳区",
    "community": "朝阳公园西里北区",
    "building": "朝阳公园西里北区",
    "area": "太平桥",
    "city": "北京"
  }, {
    "lnglat": ["116.443516395075", "39.863577973174"],
    "district": "丰台区",
    "community": "紫芳园二区香园",
    "building": "左安门外紫芳园二区",
    "area": "苏州桥",
    "city": "北京"
  }, {
    "lnglat": ["116.215118530538", "39.906547499794"],
    "district": "石景山区",
    "community": "碣石坪",
    "building": "碣石坪",
    "area": "鲁谷",
    "city": "北京"
  }, {
    "lnglat": ["116.299303803522", "39.910873154399"],
    "district": "海淀区",
    "community": "静源居",
    "building": "海淀区翠微路2号院",
    "area": "公主坟",
    "city": "北京"
  }, {
    "lnglat": ["116.56737315738", "39.923062066113"],
    "district": "朝阳区",
    "community": "定福家园2号院",
    "building": "定福庄南里2号院",
    "area": "定福庄",
    "city": "北京"
  }, {
    "lnglat": ["116.334858195509", "39.877489437484"],
    "district": "西城区",
    "community": "红莲南里",
    "building": "红莲南里",
    "area": "马连道",
    "city": "北京"
  }, {
    "lnglat": ["116.453036466494", "39.896224115251"],
    "district": "朝阳区",
    "community": "富力城D区",
    "building": "广渠门外大街5号院",
    "area": "双井",
    "city": "北京"
  }, {
    "lnglat": ["116.264232981478", "39.859460943624"],
    "district": "丰台区",
    "community": "程庄路6号院",
    "building": "程庄子六号院",
    "area": "公主坟",
    "city": "北京"
  }, {
    "lnglat": ["116.482648005996", "39.794231595193"],
    "district": "亦庄开发区",
    "community": "贵园南里乙区",
    "building": "贵园南里乙区",
    "area": "亦庄",
    "city": "北京"
  }, {
    "lnglat": ["116.409788287816", "39.963245541153"],
    "district": "东城区",
    "community": "小黄庄一区",
    "building": "小黄庄一区",
    "area": "安贞",
    "city": "北京"
  }, {
    "lnglat": ["116.358024357924", "39.952019441263"],
    "district": "西城区",
    "community": "文慧园56号公寓",
    "building": "文慧园路56",
    "area": "西直门",
    "city": "北京"
  }, {
    "lnglat": ["116.48040025252", "39.921196136957"],
    "district": "朝阳区",
    "community": "红庙北里",
    "building": "红庙北里",
    "area": "红庙",
    "city": "北京"
  }, {
    "lnglat": ["116.646381490791", "39.914982990617"],
    "district": "通州区",
    "community": "馨通家园",
    "building": "永顺西街89号",
    "area": "西三旗",
    "city": "北京"
  }, {
    "lnglat": ["116.355286167263", "40.012502604198"],
    "district": "海淀区",
    "community": "学知园",
    "building": "学清路16号学知园",
    "area": "西三旗",
    "city": "北京"
  }, {
    "lnglat": ["116.352346423284", "39.999128844465"],
    "district": "海淀区",
    "community": "学院路甲9号院",
    "building": "学院路甲9号",
    "area": "西红门",
    "city": "北京"
  }, {
    "lnglat": ["116.633560772319", "39.904894439018"],
    "district": "通州区",
    "community": "天时名苑",
    "building": "杨庄北里",
    "area": "通州北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.488479878988", "39.986438390476"],
    "district": "朝阳区",
    "community": "大山子北里",
    "building": "大山子北里",
    "area": "通州北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.633314723382", "39.902301095182"],
    "district": "通州区",
    "community": "芳洲花园",
    "building": "杨庄路甲10号",
    "area": "通州北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.432875974083", "39.857632220388"],
    "district": "丰台区",
    "community": "南方庄小区",
    "building": "南方庄",
    "area": "宋家庄",
    "city": "北京"
  }, {
    "lnglat": ["116.252478342612", "39.928292333669"],
    "district": "海淀区",
    "community": "兰德华庭",
    "building": "畅茜园兰德华庭",
    "area": "田村",
    "city": "北京"
  }, {
    "lnglat": ["116.415442441427", "39.96443233494"],
    "district": "东城区",
    "community": "小黄庄前街3号院",
    "building": "小黄庄前街",
    "area": "田村",
    "city": "北京"
  }, {
    "lnglat": ["116.382111334319", "39.862609130035"],
    "district": "丰台区",
    "community": "洋桥北里",
    "building": "洋桥北里",
    "area": "洋桥",
    "city": "北京"
  }, {
    "lnglat": ["116.671357921846", "40.124770196693"],
    "district": "顺义区",
    "community": "裕龙三区",
    "building": "裕龙花园三区",
    "area": "顺义城",
    "city": "北京"
  }, {
    "lnglat": ["116.352567211022", "40.073487344012"],
    "district": "昌平区",
    "community": "龙跃苑三区",
    "building": "回龙观镇龙跃苑三区",
    "area": "回龙观",
    "city": "北京"
  }, {
    "lnglat": ["116.649939962015", "39.893973379901"],
    "district": "通州区",
    "community": "达富苑",
    "building": "运河西大街甲19号",
    "area": "果园",
    "city": "北京"
  }, {
    "lnglat": ["116.686344203579", "39.886287055782"],
    "district": "通州区",
    "community": "景馨家园",
    "building": "玉桥南里",
    "area": "甜水园",
    "city": "北京"
  }, {
    "lnglat": ["116.370204347828", "39.940629767984"],
    "district": "西城区",
    "community": "西直门内大街",
    "building": "西直门内大街",
    "area": "甜水园",
    "city": "北京"
  }, {
    "lnglat": ["116.349976055695", "39.901819118493"],
    "district": "西城区",
    "community": "真武庙六里",
    "building": "真武庙六里小区",
    "area": "健翔桥",
    "city": "北京"
  }, {
    "lnglat": ["116.422996615313", "39.962398954374"],
    "district": "东城区",
    "community": "和平街十区",
    "building": "和平街十区",
    "area": "和平里",
    "city": "北京"
  }, {
    "lnglat": ["116.341403523768", "39.910556489722"],
    "district": "西城区",
    "community": "三里河三区",
    "building": "三里河三区",
    "area": "月坛",
    "city": "北京"
  }, {
    "lnglat": ["116.314794919892", "39.849909460953"],
    "district": "丰台区",
    "community": "枫泽园",
    "building": "樊家村甲4号院",
    "area": "顺义城",
    "city": "北京"
  }, {
    "lnglat": ["116.439980500578", "39.953490510149"],
    "district": "朝阳区",
    "community": "柳芳南里",
    "building": "柳芳南里",
    "area": "国展",
    "city": "北京"
  }, {
    "lnglat": ["116.426956356223", "39.952396080296"],
    "district": "东城区",
    "community": "民旺园",
    "building": "民旺园",
    "area": "和平里",
    "city": "北京"
  }, {
    "lnglat": ["116.289844616284", "39.922330439993"],
    "district": "海淀区",
    "community": "阜成路甲52号院",
    "building": "阜成路甲52号院",
    "area": "回龙观",
    "city": "北京"
  }, {
    "lnglat": ["116.353980928803", "40.061964900722"],
    "district": "海淀区",
    "community": "建材城西一里",
    "building": "建材城西一里",
    "area": "回龙观",
    "city": "北京"
  }, {
    "lnglat": ["116.323700732958", "39.884660733167"],
    "district": "丰台区",
    "community": "湾子街社区",
    "building": "湾子街",
    "area": "回龙观",
    "city": "北京"
  }, {
    "lnglat": ["116.366409099457", "39.833379438171"],
    "district": "丰台区",
    "community": "益城园",
    "building": "城南嘉园益城园",
    "area": "马家堡",
    "city": "北京"
  }, {
    "lnglat": ["116.683049579151", "39.902170717678"],
    "district": "通州区",
    "community": "香林郡",
    "building": "故城东里",
    "area": "乔庄",
    "city": "北京"
  }, {
    "lnglat": ["116.325405432921", "39.929566428269"],
    "district": "海淀区",
    "community": "增光佳苑",
    "building": "增光路27号院",
    "area": "陶然亭",
    "city": "北京"
  }, {
    "lnglat": ["116.477086748623", "39.890111450949"],
    "district": "朝阳区",
    "community": "风度柏林",
    "building": "西大望路59号",
    "area": "大望路",
    "city": "北京"
  }, {
    "lnglat": ["116.308408587089", "39.894493103335"],
    "district": "海淀区",
    "community": "华尔街观典",
    "building": "吴家场路1号院",
    "area": "六里桥",
    "city": "北京"
  }, {
    "lnglat": ["116.428959798543", "40.103289857258"],
    "district": "昌平区",
    "community": "名流花园",
    "building": "名流花园",
    "area": "北七家",
    "city": "北京"
  }, {
    "lnglat": ["116.345269574481", "39.947030910376"],
    "district": "西城区",
    "community": "高梁桥斜街乙40号院",
    "building": "高梁桥斜街乙40号",
    "area": "西直门",
    "city": "北京"
  }, {
    "lnglat": ["116.602568487534", "39.897869972894"],
    "district": "朝阳区",
    "community": "远洋一方林语苑",
    "building": "双桥东路7号院",
    "area": "双桥",
    "city": "北京"
  }, {
    "lnglat": ["116.312099686211", "39.954010277806"],
    "district": "海淀区",
    "community": "悦园",
    "building": "西三环北路8号",
    "area": "北工大",
    "city": "北京"
  }, {
    "lnglat": ["116.408818896954", "39.81879914544"],
    "district": "丰台区",
    "community": "久敬佳园三区",
    "building": "久敬佳园三区",
    "area": "和义",
    "city": "北京"
  }, {
    "lnglat": ["116.433758958614", "39.781301731719"],
    "district": "亦庄开发区",
    "community": "德茂小区",
    "building": "德茂小区",
    "area": "亦庄开发区其它",
    "city": "北京"
  }, {
    "lnglat": ["116.348032687971", "39.97166989026"],
    "district": "海淀区",
    "community": "首体家属院",
    "building": "北三环西路11号",
    "area": "南沙滩",
    "city": "北京"
  }, {
    "lnglat": ["116.314617300968", "40.044240745966"],
    "district": "海淀区",
    "community": "上第MOMA",
    "building": "上第摩码园",
    "area": "顺义城",
    "city": "北京"
  }, {
    "lnglat": ["116.52323138715", "39.943685312178"],
    "district": "朝阳区",
    "community": "逸翠园",
    "building": "姚家园东里4号院3号院2号院",
    "area": "朝青",
    "city": "北京"
  }, {
    "lnglat": ["116.336288508994", "39.96087314274"],
    "district": "海淀区",
    "community": "皂君庙乙2号院",
    "building": "皂君庙乙2号院",
    "area": "皂君庙",
    "city": "北京"
  }, {
    "lnglat": ["116.350374174862", "39.9327082315"],
    "district": "西城区",
    "community": "车公庄大街",
    "building": "车公庄大街",
    "area": "永定门",
    "city": "北京"
  }, {
    "lnglat": ["116.370749289873", "39.877692329439"],
    "district": "西城区",
    "community": "里仁街3号院",
    "building": "里仁街3号院",
    "area": "安定门",
    "city": "北京"
  }, {
    "lnglat": ["116.310881718573", "39.858813686702"],
    "district": "丰台区",
    "community": "丰益花园东区",
    "building": "丰管路1号院",
    "area": "丽泽",
    "city": "北京"
  }, {
    "lnglat": ["116.284400041204", "39.960681131399"],
    "district": "海淀区",
    "community": "垂虹园",
    "building": "蓝靛厂垂虹园",
    "area": "世纪城",
    "city": "北京"
  }, {
    "lnglat": ["116.332568605778", "39.955399458111"],
    "district": "海淀区",
    "community": "大慧寺20号院",
    "building": "大慧寺路20号",
    "area": "白石桥",
    "city": "北京"
  }, {
    "lnglat": ["116.346997412659", "39.870360389165"],
    "district": "丰台区",
    "community": "鹏润家园",
    "building": "菜户营东街甲88号院",
    "area": "菜户营",
    "city": "北京"
  }, {
    "lnglat": ["116.350378679599", "39.969118773094"],
    "district": "海淀区",
    "community": "蓟门南里",
    "building": "蓟门里南区",
    "area": "知春路",
    "city": "北京"
  }, {
    "lnglat": ["116.432544382108", "39.86732296681"],
    "district": "丰台区",
    "community": "芳城园二区",
    "building": "芳城园二区",
    "area": "知春路",
    "city": "北京"
  }, {
    "lnglat": ["116.326682866915", "39.899616382275"],
    "district": "西城区",
    "community": "电信小区",
    "building": "羊坊店电信宿舍",
    "area": "公主坟",
    "city": "北京"
  }, {
    "lnglat": ["116.37534509607", "39.998543690635"],
    "district": "朝阳区",
    "community": "天和人家",
    "building": "南沙滩2号院",
    "area": "双井",
    "city": "北京"
  }, {
    "lnglat": ["116.26437214201", "39.925023881785"],
    "district": "海淀区",
    "community": "永定路1号院",
    "building": "永定路1号",
    "area": "亚运村",
    "city": "北京"
  }, {
    "lnglat": ["116.353001823314", "39.930568730102"],
    "district": "西城区",
    "community": "北礼士路",
    "building": "北礼士路",
    "area": "亚运村",
    "city": "北京"
  }, {
    "lnglat": ["116.662369097353", "40.107202412775"],
    "district": "顺义区",
    "community": "石园南区",
    "building": "石园南区",
    "area": "顺义城",
    "city": "北京"
  }, {
    "lnglat": ["116.428396992406", "39.914398148609"],
    "district": "东城区",
    "community": "赵堂子胡同",
    "building": "赵堂子胡同",
    "area": "顺义城",
    "city": "北京"
  }, {
    "lnglat": ["116.464176871062", "39.927862514772"],
    "district": "朝阳区",
    "community": "锦湖园公寓",
    "building": "白家庄东里23号",
    "area": "团结湖",
    "city": "北京"
  }, {
    "lnglat": ["116.324325177593", "39.931751346715"],
    "district": "海淀区",
    "community": "车公庄西路16号院",
    "building": "车公庄西路16号院",
    "area": "回龙观",
    "city": "北京"
  }, {
    "lnglat": ["116.404377542441", "39.815224152091"],
    "district": "丰台区",
    "community": "和义东里五区",
    "building": "和义东里五区",
    "area": "马甸",
    "city": "北京"
  }, {
    "lnglat": ["116.327215941852", "39.883737785187"],
    "district": "西城区",
    "community": "馨莲茗园",
    "building": "马连道路甲10",
    "area": "马连道",
    "city": "北京"
  }, {
    "lnglat": ["116.653524212103", "39.655776766543"],
    "district": "大兴区",
    "community": "丽园A区",
    "building": "丽园A区",
    "area": "黄村火车站",
    "city": "北京"
  }, {
    "lnglat": ["116.24084832731", "39.834454619845"],
    "district": "丰台区",
    "community": "晓月新城",
    "building": "晓月四里",
    "area": "卢沟桥",
    "city": "北京"
  }, {
    "lnglat": ["116.701475634093", "39.882397908082"],
    "district": "通州区",
    "community": "金隅七零九零",
    "building": "净水园",
    "area": "临河里",
    "city": "北京"
  }, {
    "lnglat": ["116.451360622878", "39.97126760086"],
    "district": "朝阳区",
    "community": "水星园",
    "building": "夏家园",
    "area": "临河里",
    "city": "北京"
  }, {
    "lnglat": ["116.411262083612", "40.055214011984"],
    "district": "昌平区",
    "community": "肿瘤医院宿舍",
    "building": "肿瘤医院宿舍",
    "area": "临河里",
    "city": "北京"
  }, {
    "lnglat": ["116.415291399442", "39.965190095553"],
    "district": "东城区",
    "community": "和平街西苑",
    "building": "和平街西苑",
    "area": "和平里",
    "city": "北京"
  }, {
    "lnglat": ["116.404976597221", "39.958212179758"],
    "district": "东城区",
    "community": "青年湖北里",
    "building": "青年湖北里",
    "area": "花乡",
    "city": "北京"
  }, {
    "lnglat": ["116.431000154521", "39.925606589775"],
    "district": "东城区",
    "community": "豆瓣胡同",
    "building": "豆瓣胡同",
    "area": "朝阳门内",
    "city": "北京"
  }, {
    "lnglat": ["116.343673985733", "39.910056854428"],
    "district": "西城区",
    "community": "三里河二区",
    "building": "三里河二区",
    "area": "双桥",
    "city": "北京"
  }, {
    "lnglat": ["116.477564505961", "39.919413287176"],
    "district": "朝阳区",
    "community": "金台里",
    "building": "金台里",
    "area": "红庙",
    "city": "北京"
  }, {
    "lnglat": ["116.359243720311", "39.842503507154"],
    "district": "丰台区",
    "community": "草桥欣园20号院",
    "building": "草桥东路20号院",
    "area": "草桥",
    "city": "北京"
  }, {
    "lnglat": ["116.315780152509", "39.852119146543"],
    "district": "丰台区",
    "community": "中景理想家",
    "building": "丰桥路1号院",
    "area": "玉泉营",
    "city": "北京"
  }, {
    "lnglat": ["116.214835854923", "39.909737144116"],
    "district": "石景山区",
    "community": "老山一号院",
    "building": "老山西街27号院",
    "area": "玉泉营",
    "city": "北京"
  }, {
    "lnglat": ["116.372703422591", "39.881734437422"],
    "district": "西城区",
    "community": "平原里小区",
    "building": "平原里",
    "area": "马家堡",
    "city": "北京"
  }, {
    "lnglat": ["116.336492264774", "39.757539168221"],
    "district": "大兴区",
    "community": "泰中花园",
    "building": "广茂大街5号院",
    "area": "枣园",
    "city": "北京"
  }, {
    "lnglat": ["116.660917020052", "39.899206487057"],
    "district": "通州区",
    "community": "新城东里",
    "building": "新城东里",
    "area": "东大桥",
    "city": "北京"
  }, {
    "lnglat": ["116.332686487234", "39.995188453003"],
    "district": "海淀区",
    "community": "中关村东路",
    "building": "中关村东路",
    "area": "东大桥",
    "city": "北京"
  }, {
    "lnglat": ["116.323801923142", "40.059939446462"],
    "district": "海淀区",
    "community": "金达园",
    "building": "回龙观镇金达园",
    "area": "安宁庄",
    "city": "北京"
  }, {
    "lnglat": ["116.48270206299", "39.923163366711"],
    "district": "朝阳区",
    "community": "延静里",
    "building": "延静里",
    "area": "甜水园",
    "city": "北京"
  }, {
    "lnglat": ["116.328002843839", "39.976100504997"],
    "district": "海淀区",
    "community": "知春东里",
    "building": "知春路知春东里",
    "area": "双榆树",
    "city": "北京"
  }, {
    "lnglat": ["116.440244627468", "39.856315623527"],
    "district": "丰台区",
    "community": "四方景园三区",
    "building": "四方景园三区",
    "area": "成寿寺",
    "city": "北京"
  }, {
    "lnglat": ["116.215858177391", "40.098087185939"],
    "district": "海淀区",
    "community": "上庄家园东区",
    "building": "上庄家园东区",
    "area": "龙泽",
    "city": "北京"
  }, {
    "lnglat": ["116.427277695826", "39.880162786378"],
    "district": "东城区",
    "community": "龙潭西里",
    "building": "龙潭西里",
    "area": "回龙观",
    "city": "北京"
  }, {
    "lnglat": ["116.634643487988", "39.90771931345"],
    "district": "通州区",
    "community": "通典铭居",
    "building": "八里桥南街1号院",
    "area": "通州北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.336492264774", "39.757539168221"],
    "district": "大兴区",
    "community": "顺驰领海",
    "building": "香海园",
    "area": "枣园",
    "city": "北京"
  }, {
    "lnglat": ["116.338363352838", "39.979542185104"],
    "district": "海淀区",
    "community": "荣上居",
    "building": "西五道口2号",
    "area": "北工大",
    "city": "北京"
  }, {
    "lnglat": ["116.553044422271", "40.10021981507"],
    "district": "顺义区",
    "community": "江山赋",
    "building": "后沙峪安福街8号院",
    "area": "后沙峪",
    "city": "北京"
  }, {
    "lnglat": ["116.365496880543", "39.87826364911"],
    "district": "西城区",
    "community": "白纸坊东街",
    "building": "白纸坊东街",
    "area": "天通苑",
    "city": "北京"
  }, {
    "lnglat": ["116.370628774986", "39.864590272361"],
    "district": "丰台区",
    "community": "开阳里六区",
    "building": "开阳里6区",
    "area": "北京南站",
    "city": "北京"
  }, {
    "lnglat": ["116.512819467902", "39.899121576962"],
    "district": "朝阳区",
    "community": "百子湾家园二区",
    "building": "百子湾1号",
    "area": "百子湾",
    "city": "北京"
  }, {
    "lnglat": ["116.327467464441", "39.982571480949"],
    "district": "海淀区",
    "community": "中关村南三街",
    "building": "中关村南三街",
    "area": "中关村",
    "city": "北京"
  }, {
    "lnglat": ["116.252990501316", "39.928076070273"],
    "district": "海淀区",
    "community": "翠谷玉景",
    "building": "翠谷玉景苑",
    "area": "玉泉路",
    "city": "北京"
  }, {
    "lnglat": ["116.354583154698", "39.71876555782"],
    "district": "大兴区",
    "community": "海子角东里",
    "building": "海子角东里",
    "area": "观音寺",
    "city": "北京"
  }, {
    "lnglat": ["116.436794140581", "39.936402775132"],
    "district": "东城区",
    "community": "元嘉国际公寓",
    "building": "中东街40号",
    "area": "观音寺",
    "city": "北京"
  }, {
    "lnglat": ["116.286131713432", "39.919395486859"],
    "district": "海淀区",
    "community": "万寿路1号院",
    "building": "万寿路1号院",
    "area": "万寿路",
    "city": "北京"
  }, {
    "lnglat": ["116.408764678106", "39.819608578031"],
    "district": "丰台区",
    "community": "久敬佳园二区",
    "building": "久敬佳园二区",
    "area": "和义",
    "city": "北京"
  }, {
    "lnglat": ["116.409818821868", "39.900600121963"],
    "district": "东城区",
    "community": "前门东大街",
    "building": "前门东大街",
    "area": "东直门",
    "city": "北京"
  }, {
    "lnglat": ["116.350379130794", "40.088272020223"],
    "district": "昌平区",
    "community": "田园风光雅苑",
    "building": "回南路5号院",
    "area": "回龙观",
    "city": "北京"
  }, {
    "lnglat": ["116.506230382524", "39.934525759738"],
    "district": "朝阳区",
    "community": "迎曦园",
    "building": "石佛营东里131号院",
    "area": "石佛营",
    "city": "北京"
  }, {
    "lnglat": ["116.632927203477", "40.131624056971"],
    "district": "顺义区",
    "community": "前进花园石门苑",
    "building": "前进花园石门苑",
    "area": "顺义城",
    "city": "北京"
  }, {
    "lnglat": ["116.359611410327", "39.943447589159"],
    "district": "西城区",
    "community": "玉桃园二区",
    "building": "玉桃园二区",
    "area": "劲松",
    "city": "北京"
  }, {
    "lnglat": ["116.369389176627", "39.87597398111"],
    "district": "西城区",
    "community": "信建里小区",
    "building": "信建里",
    "area": "右安门内",
    "city": "北京"
  }, {
    "lnglat": ["116.437267659255", "39.869918245054"],
    "district": "丰台区",
    "community": "金都公寓",
    "building": "芳城园一区3号",
    "area": "右安门内",
    "city": "北京"
  }, {
    "lnglat": ["116.432184473707", "39.935482077897"],
    "district": "东城区",
    "community": "华普花园",
    "building": "东直门南大街9号",
    "area": "管庄",
    "city": "北京"
  }, {
    "lnglat": ["116.373896772383", "39.971274635488"],
    "district": "海淀区",
    "community": "月季园",
    "building": "月季园",
    "area": "武夷花园",
    "city": "北京"
  }, {
    "lnglat": ["116.338675666054", "39.849551070021"],
    "district": "丰台区",
    "community": "郑王坟141号院",
    "building": "郑王坟141号",
    "area": "武夷花园",
    "city": "北京"
  }, {
    "lnglat": ["116.37330386759", "39.83458471117"],
    "district": "丰台区",
    "community": "枫竹苑二区",
    "building": "角门18号枫竹苑二区",
    "area": "马家堡",
    "city": "北京"
  }, {
    "lnglat": ["116.633544755779", "40.137116916272"],
    "district": "顺义区",
    "community": "前进花园一区",
    "building": "前进花园一区",
    "area": "顺义城",
    "city": "北京"
  }, {
    "lnglat": ["116.669469171237", "40.03163997873"],
    "district": "顺义区",
    "community": "馨港庄园三区",
    "building": "馨港庄园三区",
    "area": "李桥",
    "city": "北京"
  }, {
    "lnglat": ["116.385641826469", "39.97282691124"],
    "district": "朝阳区",
    "community": "裕民路4号院",
    "building": "裕民路4号院",
    "area": "苹果园",
    "city": "北京"
  }, {
    "lnglat": ["116.351400638641", "39.932784106138"],
    "district": "西城区",
    "community": "锦官苑",
    "building": "新华里16号院",
    "area": "通州北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.455935781831", "39.928551954102"],
    "district": "朝阳区",
    "community": "中纺东里",
    "building": "中纺东里",
    "area": "果园",
    "city": "北京"
  }, {
    "lnglat": ["116.209776939965", "39.823008898364"],
    "district": "丰台区",
    "community": "东山坡三里",
    "building": "东山坡三里17号院",
    "area": "果园",
    "city": "北京"
  }, {
    "lnglat": ["116.390427150445", "39.899167495459"],
    "district": "东城区",
    "community": "和平门外东街",
    "building": "和平门外东街",
    "area": "海淀北部新区",
    "city": "北京"
  }, {
    "lnglat": ["116.38857999353", "39.957038423259"],
    "district": "西城区",
    "community": "安德里北街25号院",
    "building": "安德里北街25号院",
    "area": "刘家窑",
    "city": "北京"
  }, {
    "lnglat": ["116.344614167795", "40.067031984403"],
    "district": "昌平区",
    "community": "龙博苑三区",
    "building": "回龙观镇龙博苑三区",
    "area": "龙泽",
    "city": "北京"
  }, {
    "lnglat": ["116.48020013934", "39.896850464045"],
    "district": "朝阳区",
    "community": "首府官邸",
    "building": "西大望路甲20号院",
    "area": "双桥",
    "city": "北京"
  }, {
    "lnglat": ["116.156574605951", "39.932668559267"],
    "district": "石景山区",
    "community": "模式口西里",
    "building": "模式口西里",
    "area": "苹果园",
    "city": "北京"
  }, {
    "lnglat": ["116.197029252059", "39.92528871155"],
    "district": "石景山区",
    "community": "鼎城",
    "building": "阜石路165号院",
    "area": "苹果园",
    "city": "北京"
  }, {
    "lnglat": ["116.59359614753", "39.931722273735"],
    "district": "朝阳区",
    "community": "万象新天天际高尔夫",
    "building": "常营北路10号院",
    "area": "常营",
    "city": "北京"
  }, {
    "lnglat": ["116.292808711854", "39.834798426194"],
    "district": "丰台区",
    "community": "阳光四季",
    "building": "恒富街2号",
    "area": "科技园区",
    "city": "北京"
  }, {
    "lnglat": ["116.344002680774", "40.041757306067"],
    "district": "海淀区",
    "community": "君安家园西区",
    "building": "君安家园西区",
    "area": "清河",
    "city": "北京"
  }, {
    "lnglat": ["116.287511688205", "39.83869021749"],
    "district": "丰台区",
    "community": "韩庄子西里",
    "building": "韩庄子西里",
    "area": "看丹桥",
    "city": "北京"
  }, {
    "lnglat": ["116.221442641403", "39.902029359281"],
    "district": "石景山区",
    "community": "双锦园",
    "building": "银河大街8号",
    "area": "鲁谷",
    "city": "北京"
  }, {
    "lnglat": ["116.332079988146", "39.8985189071"],
    "district": "海淀区",
    "community": "莲花池东路9号院",
    "building": "莲花池东路9号院",
    "area": "天通苑",
    "city": "北京"
  }, {
    "lnglat": ["116.37451199934", "39.957020288434"],
    "district": "西城区",
    "community": "新德街35号院",
    "building": "新德街35号院",
    "area": "白石桥",
    "city": "北京"
  }, {
    "lnglat": ["116.265190347679", "39.882354736947"],
    "district": "丰台区",
    "community": "万科紫台",
    "building": "青塔西路52号院",
    "area": "劲松",
    "city": "北京"
  }, {
    "lnglat": ["116.358955126047", "40.030365158395"],
    "district": "海淀区",
    "community": "清缘东里",
    "building": "清河龙岗路48号镇清缘东里",
    "area": "清河",
    "city": "北京"
  }, {
    "lnglat": ["116.259379806579", "39.892063882929"],
    "district": "丰台区",
    "community": "芳园",
    "building": "大成里芳园",
    "area": "清河",
    "city": "北京"
  }, {
    "lnglat": ["116.551695777503", "40.15661897407"],
    "district": "顺义区",
    "community": "顺鑫花语",
    "building": "后沙峪顺鑫花语",
    "area": "常营",
    "city": "北京"
  }, {
    "lnglat": ["116.350416327516", "39.877714442951"],
    "district": "西城区",
    "community": "广安门南街",
    "building": "广安门南街",
    "area": "常营",
    "city": "北京"
  }, {
    "lnglat": ["116.495414307781", "39.91717231385"],
    "district": "朝阳区",
    "community": "凯德锦绣",
    "building": "凯德锦绣",
    "area": "五棵松",
    "city": "北京"
  }, {
    "lnglat": ["116.312858664517", "40.015472491457"],
    "district": "海淀区",
    "community": "厢白旗甲2号院",
    "building": "圆明园东路厢白旗甲2号",
    "area": "圆明园",
    "city": "北京"
  }, {
    "lnglat": ["116.306583690081", "39.850143624433"],
    "district": "丰台区",
    "community": "三环新城8号院",
    "building": "丰桥路8号院",
    "area": "玉泉营",
    "city": "北京"
  }, {
    "lnglat": ["116.530072212343", "39.96552305662"],
    "district": "朝阳区",
    "community": "首开常青藤三期",
    "building": "单店西路15号院",
    "area": "马家堡",
    "city": "北京"
  }, {
    "lnglat": ["116.393843320067", "39.839031135413"],
    "district": "丰台区",
    "community": "大红门35号院",
    "building": "大红门西路35号院",
    "area": "大红门",
    "city": "北京"
  }, {
    "lnglat": ["116.260966849645", "39.889180058061"],
    "district": "丰台区",
    "community": "长安新城一区",
    "building": "大成南里一区春辉园",
    "area": "青塔",
    "city": "北京"
  }, {
    "lnglat": ["116.303603921908", "39.933788685675"],
    "district": "海淀区",
    "community": "北洼路32号院",
    "building": "北洼路32号院",
    "area": "紫竹桥",
    "city": "北京"
  }, {
    "lnglat": ["116.569788860528", "39.856295026315"],
    "district": "朝阳区",
    "community": "扬州水乡",
    "building": "黑庄户乡郎辛庄北路58号",
    "area": "豆各庄",
    "city": "北京"
  }, {
    "lnglat": ["116.462617288921", "40.007115053805"],
    "district": "朝阳区",
    "community": "东湖湾二期",
    "building": "利泽西园西街8号院",
    "area": "望京",
    "city": "北京"
  }, {
    "lnglat": ["116.369372389698", "39.835610934149"],
    "district": "丰台区",
    "community": "益星园",
    "building": "城南嘉园益星园",
    "area": "马家堡",
    "city": "北京"
  }, {
    "lnglat": ["116.45465827606", "39.949988035983"],
    "district": "朝阳区",
    "community": "星源汇",
    "building": "新源里63号",
    "area": "马家堡",
    "city": "北京"
  }, {
    "lnglat": ["116.241360491288", "39.834137368241"],
    "district": "丰台区",
    "community": "晓月新苑",
    "building": "晓月五里",
    "area": "卢沟桥",
    "city": "北京"
  }, {
    "lnglat": ["116.354311768363", "40.040694300112"],
    "district": "海淀区",
    "community": "专家国际花园",
    "building": "专家国际花园/浩思家园",
    "area": "卢沟桥",
    "city": "北京"
  }, {
    "lnglat": ["116.525500303919", "39.893359615182"],
    "district": "通州区",
    "community": "铁路宿舍",
    "building": "八里桥南街62号院",
    "area": "北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.502495544171", "39.914014636456"],
    "district": "朝阳区",
    "community": "都会华庭",
    "building": "十里堡甲3号院",
    "area": "十里堡",
    "city": "北京"
  }, {
    "lnglat": ["116.264151985525", "39.906346672085"],
    "district": "海淀区",
    "community": "百朗园",
    "building": "复兴路甲36号",
    "area": "公主坟",
    "city": "北京"
  }, {
    "lnglat": ["116.66388863654", "39.906135947247"],
    "district": "通州区",
    "community": "中仓小区",
    "building": "中仓",
    "area": "新华大街",
    "city": "北京"
  }, {
    "lnglat": ["116.386661277653", "39.954387474815"],
    "district": "西城区",
    "community": "六铺炕三区",
    "building": "六铺炕三区",
    "area": "西三旗",
    "city": "北京"
  }, {
    "lnglat": ["116.476252932587", "39.89365523128"],
    "district": "朝阳区",
    "community": "外企公寓",
    "building": "西大望路15号",
    "area": "朝青",
    "city": "北京"
  }, {
    "lnglat": ["116.444192558512", "39.866088000332"],
    "district": "东城区",
    "community": "芳林苑",
    "building": "紫芳路5号院",
    "area": "方庄",
    "city": "北京"
  }, {
    "lnglat": ["116.459789784979", "39.922676372835"],
    "district": "朝阳区",
    "community": "关东店北街",
    "building": "关东店北街",
    "area": "科技园区",
    "city": "北京"
  }, {
    "lnglat": ["116.52088408039", "39.822949849157"],
    "district": "亦庄开发区",
    "community": "金色漫香林五期",
    "building": "芳苑小区",
    "area": "朝阳公园",
    "city": "北京"
  }, {
    "lnglat": ["116.322619321254", "39.968444372556"],
    "district": "海淀区",
    "community": "双榆树西里",
    "building": "双榆树西里",
    "area": "双榆树",
    "city": "北京"
  }, {
    "lnglat": ["116.222405236944", "39.992605458617"],
    "district": "昌平区",
    "community": "北京农职院家属楼",
    "building": "北京农职院家属楼",
    "area": "西三旗",
    "city": "北京"
  }, {
    "lnglat": ["116.376098252131", "39.803288478608"],
    "district": "丰台区",
    "community": "飞腾家园",
    "building": "五爱屯西街3号院",
    "area": "新宫",
    "city": "北京"
  }, {
    "lnglat": ["116.653605614778", "40.141493659542"],
    "district": "顺义区",
    "community": "双兴北区",
    "building": "双兴北区",
    "area": "九棵树",
    "city": "北京"
  }, {
    "lnglat": ["116.40881596652", "39.917074383132"],
    "district": "东城区",
    "community": "锡拉胡同15号院",
    "building": "锡拉胡同15号院",
    "area": "九棵树",
    "city": "北京"
  }, {
    "lnglat": ["116.290024183543", "40.033458310361"],
    "district": "海淀区",
    "community": "菊园",
    "building": "马连洼菊园",
    "area": "马连洼",
    "city": "北京"
  }, {
    "lnglat": ["116.266276879574", "39.918753835659"],
    "district": "海淀区",
    "community": "金沟河5号院",
    "building": "金沟河路5号",
    "area": "四惠",
    "city": "北京"
  }, {
    "lnglat": ["116.379593096273", "39.915097519291"],
    "district": "西城区",
    "community": "西黄城根南街一区",
    "building": "西黄城根南街一区",
    "area": "卢沟桥",
    "city": "北京"
  }, {
    "lnglat": ["116.464508449062", "39.989540209148"],
    "district": "朝阳区",
    "community": "大西洋新城A区",
    "building": "广顺北大街33号",
    "area": "望京",
    "city": "北京"
  }, {
    "lnglat": ["116.513674939016", "39.864544241697"],
    "district": "朝阳区",
    "community": "垡头西里",
    "building": "垡头西里",
    "area": "玉泉营",
    "city": "北京"
  }, {
    "lnglat": ["116.32065619688", "40.01356159114"],
    "district": "海淀区",
    "community": "厢白旗甲1号院",
    "building": "厢白旗甲1号院",
    "area": "洋桥",
    "city": "北京"
  }, {
    "lnglat": ["116.339461365502", "39.735134276945"],
    "district": "大兴区",
    "community": "林校北里",
    "building": "林校北里",
    "area": "黄村中",
    "city": "北京"
  }, {
    "lnglat": ["116.376281835316", "39.969356162945"],
    "district": "海淀区",
    "community": "电信宿舍",
    "building": "北太平庄电信宿舍",
    "area": "天通苑",
    "city": "北京"
  }, {
    "lnglat": ["116.545958878547", "39.917034607643"],
    "district": "朝阳区",
    "community": "绿岛苑西区",
    "building": "绿岛苑",
    "area": "定福庄",
    "city": "北京"
  }, {
    "lnglat": ["116.305904206997", "39.878064818586"],
    "district": "丰台区",
    "community": "保利百合",
    "building": "西局西路58号院",
    "area": "丽泽",
    "city": "北京"
  }, {
    "lnglat": ["116.325695014042", "39.880025953996"],
    "district": "西城区",
    "community": "信和嘉园",
    "building": "马连道路15号院",
    "area": "顺义城",
    "city": "北京"
  }, {
    "lnglat": ["116.415647412686", "39.857859340291"],
    "district": "丰台区",
    "community": "城市印象",
    "building": "南三环中路19号",
    "area": "蒲黄榆",
    "city": "北京"
  }, {
    "lnglat": ["116.449295904247", "39.841876261628"],
    "district": "丰台区",
    "community": "中海城圣朝菲",
    "building": "少角中街8号院",
    "area": "成寿寺",
    "city": "北京"
  }, {
    "lnglat": ["116.326879880616", "40.047655275292"],
    "district": "海淀区",
    "community": "上林溪",
    "building": "上林溪",
    "area": "安宁庄",
    "city": "北京"
  }, {
    "lnglat": ["116.348388403522", "39.950671957376"],
    "district": "西城区",
    "community": "交大东路31号院",
    "building": "四道口路净土寺32号",
    "area": "安宁庄",
    "city": "北京"
  }, {
    "lnglat": ["116.472631259649", "39.932197179006"],
    "district": "朝阳区",
    "community": "团结湖北五条",
    "building": "团结湖北五条",
    "area": "甜水园",
    "city": "北京"
  }, {
    "lnglat": ["116.202937982983", "39.943946340384"],
    "district": "石景山区",
    "community": "西山枫林三期",
    "building": "香山南路166号",
    "area": "苹果园",
    "city": "北京"
  }, {
    "lnglat": ["116.696637497184", "39.934288990529"],
    "district": "通州区",
    "community": "新潮嘉园二期",
    "building": "潞苑南大街15号院",
    "area": "潞苑",
    "city": "北京"
  }, {
    "lnglat": ["116.353794074335", "39.990046395462"],
    "district": "海淀区",
    "community": "科技大学",
    "building": "学院路30号4区",
    "area": "北工大",
    "city": "北京"
  }, {
    "lnglat": ["116.30176164187", "39.937311142399"],
    "district": "海淀区",
    "community": "中海雅园",
    "building": "北洼西里22号",
    "area": "紫竹桥",
    "city": "北京"
  }, {
    "lnglat": ["116.355124289811", "39.949978456118"],
    "district": "西城区",
    "community": "时代之光名苑",
    "building": "西直门北大街45号",
    "area": "梨园",
    "city": "北京"
  }, {
    "lnglat": ["116.642227180659", "39.902313232993"],
    "district": "通州区",
    "community": "旅游新村",
    "building": "玉带河西街45",
    "area": "成寿寺",
    "city": "北京"
  }, {
    "lnglat": ["116.378449930522", "39.997575517304"],
    "district": "朝阳区",
    "community": "绿城诚园",
    "building": "朝阳区南沙滩东路3号",
    "area": "旧宫",
    "city": "北京"
  }, {
    "lnglat": ["116.354427562635", "39.895612626493"],
    "district": "西城区",
    "community": "槐柏树街南里",
    "building": "槐柏树街南里",
    "area": "长椿街",
    "city": "北京"
  }, {
    "lnglat": ["116.193888131665", "39.918060732268"],
    "district": "石景山区",
    "community": "地铁古城家园",
    "building": "杨庄南区",
    "area": "杨庄",
    "city": "北京"
  }, {
    "lnglat": ["116.361968613116", "39.949912767658"],
    "district": "西城区",
    "community": "红联南村",
    "building": "红联南村甲1号",
    "area": "新街口",
    "city": "北京"
  }, {
    "lnglat": ["116.299940952511", "39.932664046701"],
    "district": "海淀区",
    "community": "颐安嘉园",
    "building": "北洼西里颐安嘉园",
    "area": "枣园",
    "city": "北京"
  }, {
    "lnglat": ["116.379585166783", "39.800700755434"],
    "district": "丰台区",
    "community": "西宏苑",
    "building": "西宏苑",
    "area": "双井",
    "city": "北京"
  }, {
    "lnglat": ["116.296121397885", "39.888016391782"],
    "district": "海淀区",
    "community": "橙色年代",
    "building": "万丰路18号院",
    "area": "六里桥",
    "city": "北京"
  }, {
    "lnglat": ["116.521387173298", "39.822490490819"],
    "district": "亦庄开发区",
    "community": "金色漫香林四期",
    "building": "金色漫香林四期",
    "area": "杨庄",
    "city": "北京"
  }, {
    "lnglat": ["116.407860513836", "39.8560131208"],
    "district": "丰台区",
    "community": "马公庄",
    "building": "马公庄",
    "area": "木樨园",
    "city": "北京"
  }, {
    "lnglat": ["116.41373507199", "40.037013306479"],
    "district": "朝阳区",
    "community": "天翠园",
    "building": "天翠园",
    "area": "北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.368965292683", "39.901792500979"],
    "district": "西城区",
    "community": "佟麟阁路62号院",
    "building": "佟麟阁路62号院",
    "area": "安贞",
    "city": "北京"
  }, {
    "lnglat": ["116.380540719518", "39.929533426894"],
    "district": "西城区",
    "community": "爱民里小区",
    "building": "爱民里",
    "area": "马甸",
    "city": "北京"
  }, {
    "lnglat": ["116.387014135712", "39.981648602164"],
    "district": "朝阳区",
    "community": "华严北里3号院",
    "building": "华严北里3号院",
    "area": "健翔桥",
    "city": "北京"
  }, {
    "lnglat": ["116.387276108895", "39.967407047555"],
    "district": "西城区",
    "community": "文联宿舍",
    "building": "北三环中路10号院",
    "area": "马甸",
    "city": "北京"
  }, {
    "lnglat": ["116.319004650524", "39.88072299162"],
    "district": "丰台区",
    "community": "威尔夏大道",
    "building": "华源四里",
    "area": "太平桥",
    "city": "北京"
  }, {
    "lnglat": ["116.42316579026", "39.958177279715"],
    "district": "东城区",
    "community": "和平里二区",
    "building": "和平里中街3号院",
    "area": "双井",
    "city": "北京"
  }, {
    "lnglat": ["116.342391851256", "40.073695403953"],
    "district": "昌平区",
    "community": "龙腾苑四区",
    "building": "回龙观镇龙腾苑四区",
    "area": "回龙观",
    "city": "北京"
  }, {
    "lnglat": ["116.541776226164", "39.960823775688"],
    "district": "朝阳区",
    "community": "奥林匹克花园二期",
    "building": "东坝中路京奥家园",
    "area": "东坝",
    "city": "北京"
  }, {
    "lnglat": ["116.316753218784", "39.927049236109"],
    "district": "海淀区",
    "community": "阜成路北三街5号院",
    "building": "阜成路北三街5号院",
    "area": "东坝",
    "city": "北京"
  }, {
    "lnglat": ["116.351538133534", "40.082949257758"],
    "district": "昌平区",
    "community": "龙锦苑五区",
    "building": "回龙观镇龙锦苑五区",
    "area": "回龙观",
    "city": "北京"
  }, {
    "lnglat": ["116.346375844447", "39.921317599451"],
    "district": "西城区",
    "community": "月坛北小街甲7号院",
    "building": "月坛北小街甲7号院",
    "area": "回龙观",
    "city": "北京"
  }, {
    "lnglat": ["116.364722755394", "40.015415678341"],
    "district": "朝阳区",
    "community": "畅清园",
    "building": "花虎沟8号院",
    "area": "奥林匹克公园",
    "city": "北京"
  }, {
    "lnglat": ["116.326701364829", "39.885754327723"],
    "district": "西城区",
    "community": "格调",
    "building": "马连道路6号院",
    "area": "马连道",
    "city": "北京"
  }, {
    "lnglat": ["116.35742203613", "39.937812575412"],
    "district": "西城区",
    "community": "葱店胡同2号院",
    "building": "葱店胡同2号院",
    "area": "劲松",
    "city": "北京"
  }, {
    "lnglat": ["116.696010946055", "39.905167206922"],
    "district": "通州区",
    "community": "运河湾",
    "building": "潞通大街197号院\\潞通大街1",
    "area": "武夷花园",
    "city": "北京"
  }, {
    "lnglat": ["116.380304199239", "39.839193908481"],
    "district": "丰台区",
    "community": "西马金润二区",
    "building": "西马场南里二区",
    "area": "马家堡",
    "city": "北京"
  }, {
    "lnglat": ["116.688512961693", "39.932697037739"],
    "district": "通州区",
    "community": "珠江拉维小镇",
    "building": "潞苑南大街",
    "area": "豆各庄",
    "city": "北京"
  }, {
    "lnglat": ["116.597776927706", "40.046930296846"],
    "district": "朝阳区",
    "community": "东平里",
    "building": "东平里",
    "area": "首都机场",
    "city": "北京"
  }, {
    "lnglat": ["116.686795186422", "39.890956707986"],
    "district": "通州区",
    "community": "京艺天朗",
    "building": "玉桥东路",
    "area": "望京",
    "city": "北京"
  }, {
    "lnglat": ["116.354285603331", "39.896283620932"],
    "district": "西城区",
    "community": "槐柏树街北里",
    "building": "槐柏树北里",
    "area": "长椿街",
    "city": "北京"
  }, {
    "lnglat": ["116.337587187619", "39.875501013255"],
    "district": "西城区",
    "community": "嘉莲苑",
    "building": "莲花河东侧路1号院",
    "area": "菜户营",
    "city": "北京"
  }, {
    "lnglat": ["116.4238901338", "39.786797409328"],
    "district": "大兴区",
    "community": "菊源南里",
    "building": "菊源南里",
    "area": "旧宫",
    "city": "北京"
  }, {
    "lnglat": ["116.335655228584", "39.733967697378"],
    "district": "大兴区",
    "community": "黄村西里",
    "building": "黄村西里",
    "area": "黄村中",
    "city": "北京"
  }, {
    "lnglat": ["116.351483979877", "40.082908832377"],
    "district": "昌平区",
    "community": "龙锦苑一区",
    "building": "龙锦苑一区",
    "area": "回龙观",
    "city": "北京"
  }, {
    "lnglat": ["116.328569338545", "39.888393610373"],
    "district": "西城区",
    "community": "三义里",
    "building": "三义里",
    "area": "马连道",
    "city": "北京"
  }, {
    "lnglat": ["116.433751922111", "39.980599440636"],
    "district": "朝阳区",
    "community": "芍药居2号院",
    "building": "芍药居2号院",
    "area": "芍药居",
    "city": "北京"
  }, {
    "lnglat": ["116.677136551521", "40.106161386976"],
    "district": "顺义区",
    "community": "港馨家园",
    "building": "港馨家园",
    "area": "顺义城",
    "city": "北京"
  }, {
    "lnglat": ["116.240817507755", "39.9293307598"],
    "district": "海淀区",
    "community": "丹青府",
    "building": "丹青府",
    "area": "亚运村",
    "city": "北京"
  }, {
    "lnglat": ["116.311767444607", "39.933952591229"],
    "district": "海淀区",
    "community": "车公庄西路45号院",
    "building": "车公庄西路45号院/花园村合建",
    "area": "学院路",
    "city": "北京"
  }, {
    "lnglat": ["116.349967335902", "39.905229335431"],
    "district": "西城区",
    "community": "真武庙",
    "building": "真武庙",
    "area": "朝青",
    "city": "北京"
  }, {
    "lnglat": ["116.283449642555", "39.932164279085"],
    "district": "海淀区",
    "community": "恩济庄46号院",
    "building": "恩济庄46号院",
    "area": "定慧寺",
    "city": "北京"
  }, {
    "lnglat": ["116.483473035036", "39.987597655193"],
    "district": "朝阳区",
    "community": "朝庭公寓",
    "building": "望京阜荣街8号",
    "area": "望京",
    "city": "北京"
  }, {
    "lnglat": ["116.308543609238", "39.836443607679"],
    "district": "丰台区",
    "community": "鸿业兴园",
    "building": "鸿业兴园",
    "area": "玉泉营",
    "city": "北京"
  }, {
    "lnglat": ["116.691471804336", "39.894629947326"],
    "district": "通州区",
    "community": "运乔嘉园",
    "building": "乔庄东区2号院/乔庄东区1号院",
    "area": "乔庄",
    "city": "北京"
  }, {
    "lnglat": ["116.426946002496", "39.838007050308"],
    "district": "丰台区",
    "community": "顶秀欣园西苑",
    "building": "石榴庄南里1号院",
    "area": "赵公口",
    "city": "北京"
  }, {
    "lnglat": ["116.426475563519", "39.985759561704"],
    "district": "朝阳区",
    "community": "育慧街2号院",
    "building": "育慧街2号院",
    "area": "通州北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.654569357561", "40.178119954273"],
    "district": "顺义区",
    "community": "马坡花园二区",
    "building": "马坡花园二区",
    "area": "顺义城",
    "city": "北京"
  }, {
    "lnglat": ["116.421124424619", "40.001898186161"],
    "district": "朝阳区",
    "community": "主场",
    "building": "大屯路220号",
    "area": "亚运村小营",
    "city": "北京"
  }, {
    "lnglat": ["116.366605859232", "39.831688432008"],
    "district": "丰台区",
    "community": "城南大道",
    "building": "城南大道",
    "area": "北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.661981476032", "39.89131949319"],
    "district": "通州区",
    "community": "葛布店南里",
    "building": "葛布店南里",
    "area": "常营",
    "city": "北京"
  }, {
    "lnglat": ["116.397195842114", "39.953546719041"],
    "district": "东城区",
    "community": "青年湖南街6号院",
    "building": "青年湖南街6号院",
    "area": "甜水园",
    "city": "北京"
  }, {
    "lnglat": ["116.346806136005", "40.085286325166"],
    "district": "昌平区",
    "community": "龙锦苑四区",
    "building": "回龙观镇龙锦苑四区",
    "area": "回龙观",
    "city": "北京"
  }, {
    "lnglat": ["116.54354520922", "39.745175812249"],
    "district": "亦庄开发区",
    "community": "合生世界村",
    "building": "景盛南二街45号院",
    "area": "花乡",
    "city": "北京"
  }, {
    "lnglat": ["116.332882570706", "39.955712488335"],
    "district": "海淀区",
    "community": "大慧寺21号院",
    "building": "大慧寺路21号",
    "area": "亦庄开发区其它",
    "city": "北京"
  }, {
    "lnglat": ["116.455520913383", "39.918141075317"],
    "district": "朝阳区",
    "community": "新城国际",
    "building": "朝阳门外大街6号院",
    "area": "东大桥",
    "city": "北京"
  }, {
    "lnglat": ["116.641892603363", "39.925563094381"],
    "district": "通州区",
    "community": "天赐良园东三期",
    "building": "西富河园6号",
    "area": "北关",
    "city": "北京"
  }, {
    "lnglat": ["116.41505640863", "39.87023429533"],
    "district": "丰台区",
    "community": "蒲黄榆三里",
    "building": "蒲黄榆三里",
    "area": "常营",
    "city": "北京"
  }, {
    "lnglat": ["116.337786858657", "39.979272171761"],
    "district": "海淀区",
    "community": "紫金数码",
    "building": "紫金数码",
    "area": "红庙",
    "city": "北京"
  }, {
    "lnglat": ["116.329187564242", "39.901604073433"],
    "district": "海淀区",
    "community": "铁东小区",
    "building": "北蜂窝路22号院",
    "area": "红庙",
    "city": "北京"
  }, {
    "lnglat": ["116.472681699683", "39.991930705035"],
    "district": "朝阳区",
    "community": "东亚望京中心",
    "building": "望京园401、402号楼",
    "area": "望京",
    "city": "北京"
  }, {
    "lnglat": ["116.327492056171", "39.992145307599"],
    "district": "海淀区",
    "community": "中关村三才堂",
    "building": "清华园",
    "area": "望京",
    "city": "北京"
  }, {
    "lnglat": ["116.443415401519", "39.859913086995"],
    "district": "丰台区",
    "community": "方庄6号",
    "building": "紫芳园六区",
    "area": "武夷花园",
    "city": "北京"
  }, {
    "lnglat": ["116.697718318437", "39.870274132153"],
    "district": "石景山区",
    "community": "青年公寓",
    "building": "模式口",
    "area": "皂君庙",
    "city": "北京"
  }, {
    "lnglat": ["116.34883888636", "40.031055885778"],
    "district": "海淀区",
    "community": "常秀家园",
    "building": "西三旗环岛东南市运七场",
    "area": "右安门内",
    "city": "北京"
  }, {
    "lnglat": ["116.589674543976", "40.046478227349"],
    "district": "顺义区",
    "community": "奥竺苑",
    "building": "奥竺苑",
    "area": "右安门内",
    "city": "北京"
  }, {
    "lnglat": ["116.395771365139", "39.854859790347"],
    "district": "丰台区",
    "community": "珠江骏景北区",
    "building": "骏景园北区",
    "area": "西罗园",
    "city": "北京"
  }, {
    "lnglat": ["116.433763466151", "39.803501473384"],
    "district": "大兴区",
    "community": "清乐园",
    "building": "清乐园",
    "area": "旧宫",
    "city": "北京"
  }, {
    "lnglat": ["116.419668614807", "39.98457390736"],
    "district": "朝阳区",
    "community": "惠新北里",
    "building": "惠新北里",
    "area": "惠新西街",
    "city": "北京"
  }, {
    "lnglat": ["116.305340477305", "39.972471756726"],
    "district": "海淀区",
    "community": "王公坟社区",
    "building": "王公坟",
    "area": "惠新西街",
    "city": "北京"
  }, {
    "lnglat": ["116.50835983103", "39.810946867855"],
    "district": "亦庄开发区",
    "community": "林肯公寓",
    "building": "大兴东五环BDA北环东路",
    "area": "马家堡",
    "city": "北京"
  }, {
    "lnglat": ["116.498048820127", "39.936577134704"],
    "district": "朝阳区",
    "community": "泛海国际6D",
    "building": "姚家园路97号院",
    "area": "朝阳公园",
    "city": "北京"
  }, {
    "lnglat": ["116.331358950641", "39.709259321509"],
    "district": "大兴区",
    "community": "兴水家园",
    "building": "义和庄南里",
    "area": "黄村火车站",
    "city": "北京"
  }, {
    "lnglat": ["116.517941564905", "39.918342786061"],
    "district": "朝阳区",
    "community": "朝阳园",
    "building": "甘露园南里25号",
    "area": "甘露园",
    "city": "北京"
  }, {
    "lnglat": ["116.300076127466", "39.915420445783"],
    "district": "海淀区",
    "community": "翠微北里",
    "building": "翠微北里",
    "area": "公主坟",
    "city": "北京"
  }, {
    "lnglat": ["116.381485588925", "39.997939508012"],
    "district": "朝阳区",
    "community": "科学园南里四区",
    "building": "科学园南里四区",
    "area": "望京",
    "city": "北京"
  }, {
    "lnglat": ["116.573679607633", "39.92362786465"],
    "district": "朝阳区",
    "community": "卡夫卡公社",
    "building": "朝阳北路36号院",
    "area": "顺义城",
    "city": "北京"
  }, {
    "lnglat": ["116.325179968656", "39.886034732389"],
    "district": "西城区",
    "community": "海润花园",
    "building": "马连道北街10号院",
    "area": "鲁谷",
    "city": "北京"
  }, {
    "lnglat": ["116.31055795425", "39.622732190777"],
    "district": "大兴区",
    "community": "独墅逸致",
    "building": "独树逸致",
    "area": "永定门",
    "city": "北京"
  }, {
    "lnglat": ["116.690662720124", "39.890955103304"],
    "district": "通州区",
    "community": "美然百度城",
    "building": "运河东大街50号",
    "area": "永定门",
    "city": "北京"
  }, {
    "lnglat": ["116.46519966825", "39.992334077824"],
    "district": "朝阳区",
    "community": "大西洋新城E区",
    "building": "广顺北大街33号院",
    "area": "望京",
    "city": "北京"
  }, {
    "lnglat": ["116.371851546495", "39.911794955728"],
    "district": "西城区",
    "community": "华远北街",
    "building": "华远北街",
    "area": "劲松",
    "city": "北京"
  }, {
    "lnglat": ["116.343460342951", "39.919521855345"],
    "district": "西城区",
    "community": "三里河东路7号院",
    "building": "三里河东路7号院",
    "area": "玉泉路",
    "city": "北京"
  }, {
    "lnglat": ["116.478305028478", "39.911663559593"],
    "district": "朝阳区",
    "community": "华贸国际公寓",
    "building": "建国路89号",
    "area": "红庙",
    "city": "北京"
  }, {
    "lnglat": ["116.335785628741", "39.955320120943"],
    "district": "西城区",
    "community": "铁道科学研究院",
    "building": "大柳树路2号",
    "area": "公主坟",
    "city": "北京"
  }, {
    "lnglat": ["116.417316194255", "39.866077385243"],
    "district": "丰台区",
    "community": "蒲黄榆五巷",
    "building": "蒲黄榆五巷",
    "area": "蒲黄榆",
    "city": "北京"
  }, {
    "lnglat": ["116.280743747221", "39.846917125064"],
    "district": "丰台区",
    "community": "福顺里",
    "building": "福顺里",
    "area": "蒲黄榆",
    "city": "北京"
  }, {
    "lnglat": ["116.420075819903", "39.996696465009"],
    "district": "朝阳区",
    "community": "凯旋城",
    "building": "北苑路170号院",
    "area": "亚运村小营",
    "city": "北京"
  }, {
    "lnglat": ["116.437169223855", "39.992149594632"],
    "district": "朝阳区",
    "community": "世纪宝鼎",
    "building": "北四环鼎成路9号",
    "area": "梨园",
    "city": "北京"
  }, {
    "lnglat": ["116.282603369533", "39.958376939375"],
    "district": "海淀区",
    "community": "晨月园",
    "building": "蓝靛厂晨月园",
    "area": "世纪城",
    "city": "北京"
  }, {
    "lnglat": ["116.38879615699", "39.87751322191"],
    "district": "西城区",
    "community": "朱雀门",
    "building": "太平街8号",
    "area": "管庄",
    "city": "北京"
  }, {
    "lnglat": ["116.389929012724", "39.846470110592"],
    "district": "丰台区",
    "community": "名都家苑",
    "building": "马家堡西路32号院",
    "area": "马家堡",
    "city": "北京"
  }, {
    "lnglat": ["116.46952378855", "39.991606380637"],
    "district": "朝阳区",
    "community": "望京路3号院",
    "building": "望京路3号院",
    "area": "九棵树",
    "city": "北京"
  }, {
    "lnglat": ["116.24300401399", "39.929935390075"],
    "district": "海淀区",
    "community": "熙湖",
    "building": "畅茜园馥霞里",
    "area": "田村",
    "city": "北京"
  }, {
    "lnglat": ["116.426289553343", "39.947628477587"],
    "district": "东城区",
    "community": "北官厅胡同",
    "building": "北官厅胡同",
    "area": "朝阳门外",
    "city": "北京"
  }, {
    "lnglat": ["116.410264731424", "40.005016415994"],
    "district": "朝阳区",
    "community": "润枫德尚苑",
    "building": "安立路60号院",
    "area": "朝青",
    "city": "北京"
  }, {
    "lnglat": ["116.419586424954", "39.987836401898"],
    "district": "朝阳区",
    "community": "千鹤家园",
    "building": "北四环东路108号",
    "area": "惠新西街",
    "city": "北京"
  }, {
    "lnglat": ["116.666870187496", "40.105739547491"],
    "district": "顺义区",
    "community": "石园东苑",
    "building": "石园东苑",
    "area": "顺义城",
    "city": "北京"
  }, {
    "lnglat": ["116.355799469642", "39.740936519236"],
    "district": "大兴区",
    "community": "新居里",
    "building": "新居里",
    "area": "黄村中",
    "city": "北京"
  }, {
    "lnglat": ["116.442382808098", "39.803727063517"],
    "district": "大兴区",
    "community": "清逸西园",
    "building": "清逸西园",
    "area": "顺义城",
    "city": "北京"
  }, {
    "lnglat": ["116.407744552337", "39.946306362418"],
    "district": "东城区",
    "community": "柴棒胡同",
    "building": "柴棒胡同",
    "area": "甜水园",
    "city": "北京"
  }, {
    "lnglat": ["116.341872226942", "39.801448185634"],
    "district": "大兴区",
    "community": "九龙山庄三区",
    "building": "九龙山庄三区",
    "area": "西红门",
    "city": "北京"
  }, {
    "lnglat": ["116.432265297933", "39.894317418476"],
    "district": "东城区",
    "community": "富贵园三区",
    "building": "东花市南里三区",
    "area": "东花市",
    "city": "北京"
  }, {
    "lnglat": ["116.186599441242", "39.924827521472"],
    "district": "石景山区",
    "community": "金福苑",
    "building": "金福苑",
    "area": "古城",
    "city": "北京"
  }, {
    "lnglat": ["116.446394320182", "39.921215182263"],
    "district": "朝阳区",
    "community": "芳草地西街",
    "building": "芳草地西街",
    "area": "古城",
    "city": "北京"
  }, {
    "lnglat": ["116.416306543688", "39.864160320604"],
    "district": "丰台区",
    "community": "蒲安西里",
    "building": "蒲安西里",
    "area": "八角",
    "city": "北京"
  }, {
    "lnglat": ["116.181984725351", "39.93014247635"],
    "district": "石景山区",
    "community": "苹果园小区三区",
    "building": "苹果园三区",
    "area": "苹果园",
    "city": "北京"
  }, {
    "lnglat": ["116.451029056566", "39.918949941005"],
    "district": "朝阳区",
    "community": "SOHO尚都",
    "building": "东大桥路8号院",
    "area": "苹果园",
    "city": "北京"
  }, {
    "lnglat": ["116.329979032291", "39.976177167548"],
    "district": "海淀区",
    "community": "知春路82号院",
    "building": "知春路82号",
    "area": "武夷花园",
    "city": "北京"
  }, {
    "lnglat": ["116.383597441394", "39.83344307472"],
    "district": "丰台区",
    "community": "三星庄园",
    "building": "三星庄1号院",
    "area": "马家堡",
    "city": "北京"
  }, {
    "lnglat": ["116.409381360597", "39.918811470808"],
    "district": "东城区",
    "community": "灯市口西街5号院",
    "building": "灯市口西街5号院",
    "area": "枣园",
    "city": "北京"
  }, {
    "lnglat": ["116.374172824231", "40.06442406063"],
    "district": "海淀区",
    "community": "建材城东二里",
    "building": "建材城东二里",
    "area": "西三旗",
    "city": "北京"
  }, {
    "lnglat": ["116.671557011114", "39.927507913537"],
    "district": "通州区",
    "community": "澜花语岸",
    "building": "潞苑南大街95号院",
    "area": "潞苑",
    "city": "北京"
  }, {
    "lnglat": ["116.291878211151", "39.910518851977"],
    "district": "海淀区",
    "community": "万寿路西街12号院",
    "building": "万寿路西街12号院",
    "area": "鲁谷",
    "city": "北京"
  }, {
    "lnglat": ["116.287628776741", "39.841353139747"],
    "district": "丰台区",
    "community": "新华街八里",
    "building": "新华街八里",
    "area": "看丹桥",
    "city": "北京"
  }, {
    "lnglat": ["116.664328363957", "40.132899215254"],
    "district": "顺义区",
    "community": "金汉绿港二区",
    "building": "绿港家园二区",
    "area": "回龙观",
    "city": "北京"
  }, {
    "lnglat": ["116.316580079878", "39.846747604309"],
    "district": "丰台区",
    "community": "万年花城五期",
    "building": "丰台西南三环万柳桥西南侧 樊家",
    "area": "玉泉营",
    "city": "北京"
  }, {
    "lnglat": ["116.289461206124", "39.861329241618"],
    "district": "丰台区",
    "community": "庄维多摩市二期",
    "building": "丰华苑西街7号院、8号院",
    "area": "鲁谷",
    "city": "北京"
  }, {
    "lnglat": ["116.677484170583", "39.930472145069"],
    "district": "通州区",
    "community": "潞潮佳苑",
    "building": "潞苑南大街81号",
    "area": "枣园",
    "city": "北京"
  }, {
    "lnglat": ["116.415810053449", "40.052356195185"],
    "district": "昌平区",
    "community": "立城苑",
    "building": "立水桥甲3号院",
    "area": "太平桥",
    "city": "北京"
  }, {
    "lnglat": ["116.479988229841", "39.870806420144"],
    "district": "朝阳区",
    "community": "双龙南里",
    "building": "双龙南里",
    "area": "华威桥",
    "city": "北京"
  }, {
    "lnglat": ["116.199924433732", "39.929776591045"],
    "district": "石景山区",
    "community": "黄南苑",
    "building": "黄南苑",
    "area": "杨庄",
    "city": "北京"
  }, {
    "lnglat": ["116.423472933597", "40.036966988546"],
    "district": "朝阳区",
    "community": "新街坊",
    "building": "北苑5号院六区",
    "area": "北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.523597800631", "39.938434475994"],
    "district": "朝阳区",
    "community": "银谷美泉家园",
    "building": "林泉街8号院",
    "area": "朝青",
    "city": "北京"
  }, {
    "lnglat": ["116.596291137753", "40.044547288786"],
    "district": "朝阳区",
    "community": "南平里",
    "building": "南平里",
    "area": "首都机场",
    "city": "北京"
  }, {
    "lnglat": ["116.438316799444", "39.948939893678"],
    "district": "东城区",
    "community": "万国城MOMA",
    "building": "香河园街1号院",
    "area": "东直门",
    "city": "北京"
  }, {
    "lnglat": ["116.419991553271", "39.994076881405"],
    "district": "朝阳区",
    "community": "光大名筑",
    "building": "北苑路178号",
    "area": "亚运村小营",
    "city": "北京"
  }, {
    "lnglat": ["116.360377430994", "39.902249283702"],
    "district": "西城区",
    "community": "鲍家街",
    "building": "鲍家街43号",
    "area": "清河",
    "city": "北京"
  }, {
    "lnglat": ["115.992149904744", "40.460225151884"],
    "district": "大兴区",
    "community": "滨河坊",
    "building": "滨河坊",
    "area": "枣园",
    "city": "北京"
  }, {
    "lnglat": ["116.396301180945", "39.864628114117"],
    "district": "东城区",
    "community": "建予园",
    "building": "管村12号院",
    "area": "西罗园",
    "city": "北京"
  }, {
    "lnglat": ["116.395529033617", "39.948814928032"],
    "district": "朝阳区",
    "community": "鼓楼外大街",
    "building": "鼓楼外大街",
    "area": "工体",
    "city": "北京"
  }, {
    "lnglat": ["116.409394519152", "39.88941076541"],
    "district": "东城区",
    "community": "金鱼池中区",
    "building": "金鱼池中区",
    "area": "工体",
    "city": "北京"
  }, {
    "lnglat": ["116.479134778791", "39.986524842516"],
    "district": "朝阳区",
    "community": "嘉润花园",
    "building": "广顺南大街19号院",
    "area": "望京",
    "city": "北京"
  }, {
    "lnglat": ["116.43506958098", "39.892728210353"],
    "district": "东城区",
    "community": "安化北里",
    "building": "安化北里",
    "area": "甘露园",
    "city": "北京"
  }, {
    "lnglat": ["116.42897716041", "39.942932351843"],
    "district": "东城区",
    "community": "东羊管胡同",
    "building": "东羊管胡同",
    "area": "甘露园",
    "city": "北京"
  }, {
    "lnglat": ["116.311309709435", "39.930275393098"],
    "district": "海淀区",
    "community": "核二院",
    "building": "马神庙1号核情报所宿舍",
    "area": "甘露园",
    "city": "北京"
  }, {
    "lnglat": ["116.430789653705", "39.967667887644"],
    "district": "东城区",
    "community": "和平街十五区2号院",
    "building": "和平街十五区2号院",
    "area": "甜水园",
    "city": "北京"
  }, {
    "lnglat": ["116.440486878179", "39.922244261027"],
    "district": "朝阳区",
    "community": "麒麟公馆",
    "building": "三丰北里8号楼",
    "area": "朝青",
    "city": "北京"
  }, {
    "lnglat": ["116.237031426228", "39.900609202689"],
    "district": "石景山区",
    "community": "鲁谷村",
    "building": "鲁谷村",
    "area": "鲁谷",
    "city": "北京"
  }, {
    "lnglat": ["116.426903229504", "40.101804679158"],
    "district": "昌平区",
    "community": "名佳花园四区",
    "building": "北七家镇名佳花园四区",
    "area": "北七家",
    "city": "北京"
  }, {
    "lnglat": ["116.456319267569", "39.928185357339"],
    "district": "朝阳区",
    "community": "泰悦豪庭",
    "building": "三里屯南路16号",
    "area": "天通苑",
    "city": "北京"
  }, {
    "lnglat": ["116.326619276517", "39.928306235749"],
    "district": "海淀区",
    "community": "彩电宿舍",
    "building": "增光路25号院",
    "area": "通州北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.351503382303", "40.081556089837"],
    "district": "昌平区",
    "community": "良庄家园",
    "building": "回龙观镇良庄家园",
    "area": "赵公口",
    "city": "北京"
  }, {
    "lnglat": ["116.585872655455", "39.920870104038"],
    "district": "朝阳区",
    "community": "柏林爱乐一期",
    "building": "鑫兆佳园",
    "area": "管庄",
    "city": "北京"
  }, {
    "lnglat": ["116.419774097285", "39.849350752983"],
    "district": "丰台区",
    "community": "贾家花园15号院",
    "building": "贾家花园15号院",
    "area": "刘家窑",
    "city": "北京"
  }, {
    "lnglat": ["116.377783493919", "39.971899823954"],
    "district": "海淀区",
    "community": "冠城南园",
    "building": "冠城园之冠城南园",
    "area": "马甸",
    "city": "北京"
  }, {
    "lnglat": ["116.369504388484", "40.012213467579"],
    "district": "朝阳区",
    "community": "澳林春天四期",
    "building": "林萃西里",
    "area": "奥林匹克公园",
    "city": "北京"
  }, {
    "lnglat": ["116.232189061491", "39.847166671012"],
    "district": "丰台区",
    "community": "银海星月",
    "building": "晓月中路1号院",
    "area": "卢沟桥",
    "city": "北京"
  }, {
    "lnglat": ["116.367759268526", "39.888487174235"],
    "district": "西城区",
    "community": "凌云居",
    "building": "广安门内大街116号",
    "area": "牛街",
    "city": "北京"
  }, {
    "lnglat": ["116.28954222573", "40.002320580148"],
    "district": "海淀区",
    "community": "褐石",
    "building": "褐石",
    "area": "牛街",
    "city": "北京"
  }, {
    "lnglat": ["116.337951527663", "39.961290569982"],
    "district": "海淀区",
    "community": "皂君庙14号院",
    "building": "皂君庙14号院",
    "area": "马甸",
    "city": "北京"
  }, {
    "lnglat": ["116.378464707763", "39.83751611377"],
    "district": "丰台区",
    "community": "角门16号院",
    "building": "角门16号院",
    "area": "马家堡",
    "city": "北京"
  }, {
    "lnglat": ["116.424572652582", "39.995992886492"],
    "district": "朝阳区",
    "community": "保利香槟花园",
    "building": "小营路6号院",
    "area": "亚运村小营",
    "city": "北京"
  }, {
    "lnglat": ["116.378312862672", "39.83851728842"],
    "district": "丰台区",
    "community": "南华小区",
    "building": "角门14号院",
    "area": "亚运村小营",
    "city": "北京"
  }, {
    "lnglat": ["116.475128374031", "39.997818445196"],
    "district": "朝阳区",
    "community": "合生麒麟社",
    "building": "望京街/阜通西大街",
    "area": "甘露园",
    "city": "北京"
  }, {
    "lnglat": ["116.443462254606", "39.864927083638"],
    "district": "丰台区",
    "community": "紫芳园一区",
    "building": "紫芳园一区",
    "area": "方庄",
    "city": "北京"
  }, {
    "lnglat": ["116.363013536998", "39.898333293581"],
    "district": "西城区",
    "community": "长椿街西里",
    "building": "长椿街西里",
    "area": "金融街",
    "city": "北京"
  }, {
    "lnglat": ["116.320197665924", "39.926620977889"],
    "district": "海淀区",
    "community": "后白堆子",
    "building": "后白堆子      ",
    "area": "顺义城",
    "city": "北京"
  }, {
    "lnglat": ["116.335496382095", "40.083755075303"],
    "district": "昌平区",
    "community": "北店嘉园",
    "building": "龙禧苑三区",
    "area": "回龙观",
    "city": "北京"
  }, {
    "lnglat": ["116.272489956604", "39.909890017947"],
    "district": "海淀区",
    "community": "复兴路79号院",
    "building": "复兴路79号院",
    "area": "旧宫",
    "city": "北京"
  }, {
    "lnglat": ["116.348622010205", "39.902762010141"],
    "district": "西城区",
    "community": "真武庙五里",
    "building": "真武庙五里",
    "area": "苹果园",
    "city": "北京"
  }, {
    "lnglat": ["116.5066194938", "39.930016292988"],
    "district": "朝阳区",
    "community": "炫特嘉园二期",
    "building": "十里堡北区2号院",
    "area": "石佛营",
    "city": "北京"
  }, {
    "lnglat": ["116.427030197708", "39.844395418453"],
    "district": "丰台区",
    "community": "鑫兆雅园北区",
    "building": "宋庄路71号院",
    "area": "刘家窑",
    "city": "北京"
  }, {
    "lnglat": ["116.558804157707", "40.102133569308"],
    "district": "顺义区",
    "community": "阿凯笛亚别院",
    "building": "阿凯笛亚别院",
    "area": "清河",
    "city": "北京"
  }, {
    "lnglat": ["116.53273753514", "40.101318464337"],
    "district": "顺义区",
    "community": "莫奈花园",
    "building": "莫奈花园",
    "area": "后沙峪",
    "city": "北京"
  }, {
    "lnglat": ["116.263896429823", "39.851957222168"],
    "district": "丰台区",
    "community": "程庄南里",
    "building": "大井新村二期",
    "area": "鲁谷",
    "city": "北京"
  }, {
    "lnglat": ["116.4624728194", "39.933420845713"],
    "district": "朝阳区",
    "community": "团结湖北口",
    "building": "团结湖北口",
    "area": "管庄",
    "city": "北京"
  }, {
    "lnglat": ["116.252720486734", "39.920207141884"],
    "district": "石景山区",
    "community": "玉泉新城",
    "building": "玉泉北里二区",
    "area": "玉泉路",
    "city": "北京"
  }, {
    "lnglat": ["116.419540791027", "39.993007727723"],
    "district": "朝阳区",
    "community": "盛和家园",
    "building": "安慧东里2号院",
    "area": "亚运村小营",
    "city": "北京"
  }, {
    "lnglat": ["116.359321826414", "39.887262137297"],
    "district": "西城区",
    "community": "白广路二条4号院",
    "building": "白广路二条4号院",
    "area": "武夷花园",
    "city": "北京"
  }, {
    "lnglat": ["116.377119839455", "39.962866864445"],
    "district": "西城区",
    "community": "新风北街",
    "building": "新风北街",
    "area": "马甸",
    "city": "北京"
  }, {
    "lnglat": ["116.44393142098", "39.868602341537"],
    "district": "东城区",
    "community": "10AM新坐标",
    "building": "饮马井1号院",
    "area": "方庄",
    "city": "北京"
  }, {
    "lnglat": ["116.435336185216", "39.940311886738"],
    "district": "东城区",
    "community": "东方银座",
    "building": "东直门外大街48号",
    "area": "东直门",
    "city": "北京"
  }, {
    "lnglat": ["116.281410280493", "39.854408665165"],
    "district": "丰台区",
    "community": "北大地三里",
    "building": "北大地三里",
    "area": "北大地",
    "city": "北京"
  }, {
    "lnglat": ["116.317295207196", "39.949504455332"],
    "district": "海淀区",
    "community": "鑫德嘉园",
    "building": "民族大学西路66号院",
    "area": "魏公村",
    "city": "北京"
  }, {
    "lnglat": ["116.347678346722", "39.892194632609"],
    "district": "西城区",
    "community": "天宁寺前街北里",
    "building": "天宁寺前街北里",
    "area": "魏公村",
    "city": "北京"
  }, {
    "lnglat": ["116.492765674958", "39.975373879321"],
    "district": "朝阳区",
    "community": "新华联丽港",
    "building": "酒仙桥中路26号院",
    "area": "苹果园",
    "city": "北京"
  }, {
    "lnglat": ["116.684010870103", "39.897981681655"],
    "district": "通州区",
    "community": "乔庄北街8号院",
    "building": "乔庄北街249号院",
    "area": "黄村中",
    "city": "北京"
  }, {
    "lnglat": ["116.429601334837", "39.928167158479"],
    "district": "东城区",
    "community": "仓南胡同",
    "building": "仓南胡同",
    "area": "黄村中",
    "city": "北京"
  }, {
    "lnglat": ["116.45527694559", "39.992695304261"],
    "district": "朝阳区",
    "community": "南湖渠西里",
    "building": "南湖渠西里",
    "area": "甘家口",
    "city": "北京"
  }, {
    "lnglat": ["116.334347390148", "39.894753064762"],
    "district": "西城区",
    "community": "红山世家",
    "building": "红山世家",
    "area": "大望路",
    "city": "北京"
  }, {
    "lnglat": ["116.37846398364", "39.971164699097"],
    "district": "海淀区",
    "community": "玉兰园",
    "building": "玉兰园",
    "area": "丽泽",
    "city": "北京"
  }, {
    "lnglat": ["116.386084765798", "40.00840877912"],
    "district": "朝阳区",
    "community": "国奥村",
    "building": "林萃东路1号院、林翠东路2号院",
    "area": "马家堡",
    "city": "北京"
  }, {
    "lnglat": ["116.284721327795", "39.873188354664"],
    "district": "丰台区",
    "community": "保利欣苑",
    "building": "望园路9号院",
    "area": "七里庄",
    "city": "北京"
  }, {
    "lnglat": ["116.55733143233", "39.917945174534"],
    "district": "朝阳区",
    "community": "定福庄北里2号院",
    "building": "定福庄北里2号院",
    "area": "七里庄",
    "city": "北京"
  }, {
    "lnglat": ["116.348018409601", "39.731538053401"],
    "district": "大兴区",
    "community": "观音寺新区",
    "building": "观音寺北里",
    "area": "观音寺",
    "city": "北京"
  }, {
    "lnglat": ["116.174721209259", "39.89205836285"],
    "district": "石景山区",
    "community": "燕山水泥厂",
    "building": "水泥厂",
    "area": "亚运村小营",
    "city": "北京"
  }, {
    "lnglat": ["116.475359779579", "39.923570495649"],
    "district": "朝阳区",
    "community": "水碓子东里",
    "building": "水碓子东里",
    "area": "甜水园",
    "city": "北京"
  }, {
    "lnglat": ["116.46788639764", "39.946665201789"],
    "district": "朝阳区",
    "community": "富丽华园",
    "building": "麦子店街40号院",
    "area": "天通苑",
    "city": "北京"
  }, {
    "lnglat": ["116.419582327675", "40.037509959993"],
    "district": "朝阳区",
    "community": "鑫兆丽园",
    "building": "大羊坊甲6号院",
    "area": "方庄",
    "city": "北京"
  }, {
    "lnglat": ["116.35018937192", "40.080104497224"],
    "district": "昌平区",
    "community": "北回归线",
    "building": "北回归线",
    "area": "鲁谷",
    "city": "北京"
  }, {
    "lnglat": ["116.44951821042", "39.925487342515"],
    "district": "朝阳区",
    "community": "工体东路",
    "building": "工体东路",
    "area": "东大桥",
    "city": "北京"
  }, {
    "lnglat": ["116.337558813529", "39.960286068637"],
    "district": "海淀区",
    "community": "皂君庙甲16号院",
    "building": "皂君庙甲16甲院",
    "area": "北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.63844083448", "39.874544962742"],
    "district": "通州区",
    "community": "中泽家园",
    "building": "大稿南街1号",
    "area": "九棵树",
    "city": "北京"
  }, {
    "lnglat": ["116.387519161477", "39.8515530948"],
    "district": "丰台区",
    "community": "海户西里31号院",
    "building": "海户西里31号院",
    "area": "通州北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.416998654534", "39.988411712186"],
    "district": "朝阳区",
    "community": "惠新西街小区",
    "building": "惠新西街",
    "area": "通州北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.337413604372", "39.890736791406"],
    "district": "西城区",
    "community": "广安门外大街",
    "building": "广安门外大街",
    "area": "通州北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.336852653907", "39.931871743666"],
    "district": "西城区",
    "community": "百万庄子区",
    "building": "百万庄子区",
    "area": "通州北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.494700022568", "39.909299885593"],
    "district": "朝阳区",
    "community": "东恒时代一期",
    "building": "力源里",
    "area": "四惠",
    "city": "北京"
  }, {
    "lnglat": ["116.340177124091", "39.930514495948"],
    "district": "海淀区",
    "community": "百万庄午区",
    "building": "百万庄午区",
    "area": "清河",
    "city": "北京"
  }, {
    "lnglat": ["116.360902006678", "39.944161848428"],
    "district": "西城区",
    "community": "后桃园胡同10号",
    "building": "后桃园胡同10号",
    "area": "亚运村小营",
    "city": "北京"
  }, {
    "lnglat": ["116.302026627498", "39.890648476001"],
    "district": "海淀区",
    "community": "铁路小区",
    "building": "吴家村路5号院",
    "area": "六里桥",
    "city": "北京"
  }, {
    "lnglat": ["116.265450307308", "40.040027261233"],
    "district": "海淀区",
    "community": "西山壹号院",
    "building": "西山壹号院",
    "area": "六里桥",
    "city": "北京"
  }, {
    "lnglat": ["116.369610507909", "40.083090057774"],
    "district": "昌平区",
    "community": "龙锦苑东三区",
    "building": "东小口镇龙锦东三区",
    "area": "霍营",
    "city": "北京"
  }, {
    "lnglat": ["116.457740962918", "39.929565416833"],
    "district": "朝阳区",
    "community": "白家庄西里",
    "building": "白家庄西里",
    "area": "北关",
    "city": "北京"
  }, {
    "lnglat": ["116.361268502997", "39.872916669354"],
    "district": "西城区",
    "community": "右安门内西街甲10号院",
    "building": "右安门内西街甲10号院",
    "area": "右安门内",
    "city": "北京"
  }, {
    "lnglat": ["116.428536244282", "39.869643765484"],
    "district": "丰台区",
    "community": "芳古园二区",
    "building": "方庄芳古园二区",
    "area": "方庄",
    "city": "北京"
  }, {
    "lnglat": ["116.370812403564", "39.914903710172"],
    "district": "西城区",
    "community": "宏汇园小区",
    "building": "宏汇园",
    "area": "金融街",
    "city": "北京"
  }, {
    "lnglat": ["116.355727804845", "39.957703010372"],
    "district": "海淀区",
    "community": "学院南路34号院",
    "building": "学院南路34号院",
    "area": "金融街",
    "city": "北京"
  }, {
    "lnglat": ["116.425380191793", "39.934058671356"],
    "district": "东城区",
    "community": "东四十条甲34号院",
    "building": "东四十条甲34号院",
    "area": "东四",
    "city": "北京"
  }, {
    "lnglat": ["116.475128572891", "39.995416165298"],
    "district": "朝阳区",
    "community": "华鼎世家二期",
    "building": "望京园三区303号楼304号楼",
    "area": "望京",
    "city": "北京"
  }, {
    "lnglat": ["116.550813329173", "39.920075500484"],
    "district": "朝阳区",
    "community": "大黄庄东路",
    "building": "大黄庄东路3号院和4号院",
    "area": "花乡",
    "city": "北京"
  }, {
    "lnglat": ["116.361309371915", "39.981150591677"],
    "district": "海淀区",
    "community": "花园北路乙28号院",
    "building": "花园北路乙28号院",
    "area": "方庄",
    "city": "北京"
  }, {
    "lnglat": ["116.351630995861", "39.975387605318"],
    "district": "海淀区",
    "community": "知春路2号院",
    "building": "知春路2号",
    "area": "天通苑",
    "city": "北京"
  }, {
    "lnglat": ["116.495720280986", "39.909413942359"],
    "district": "朝阳区",
    "community": "金地名京",
    "building": "力源里北街2号院",
    "area": "四惠",
    "city": "北京"
  }, {
    "lnglat": ["116.335258333445", "39.947517253961"],
    "district": "海淀区",
    "community": "紫御府",
    "building": "西外太平庄54号",
    "area": "四惠",
    "city": "北京"
  }, {
    "lnglat": ["116.331602434167", "39.908079457077"],
    "district": "西城区",
    "community": "茂林居",
    "building": "茂林居",
    "area": "军博",
    "city": "北京"
  }, {
    "lnglat": ["116.346902399116", "39.899359273848"],
    "district": "西城区",
    "community": "白云观",
    "building": "白云观街",
    "area": "木樨地",
    "city": "北京"
  }, {
    "lnglat": ["116.377016577226", "39.961501085849"],
    "district": "西城区",
    "community": "新风南里",
    "building": "新风南里",
    "area": "马甸",
    "city": "北京"
  }, {
    "lnglat": ["116.427055742223", "39.922165309464"],
    "district": "东城区",
    "community": "南竹杆胡同",
    "building": "南竹杆胡同",
    "area": "朝阳门内",
    "city": "北京"
  }, {
    "lnglat": ["116.289546763092", "39.920565536008"],
    "district": "海淀区",
    "community": "八宝庄",
    "building": "八宝庄",
    "area": "定慧寺",
    "city": "北京"
  }, {
    "lnglat": ["116.338831356465", "40.002737253421"],
    "district": "海淀区",
    "community": "红杉国际公寓",
    "building": "红杉国际公寓",
    "area": "广安门",
    "city": "北京"
  }, {
    "lnglat": ["116.418339066815", "39.83536331371"],
    "district": "丰台区",
    "community": "世华水岸C区",
    "building": "光彩路72号院",
    "area": "赵公口",
    "city": "北京"
  }, {
    "lnglat": ["116.454413975286", "39.948480206864"],
    "district": "朝阳区",
    "community": "SOHO北京公馆",
    "building": "新源南路5号",
    "area": "阜成门",
    "city": "北京"
  }, {
    "lnglat": ["116.40060059322", "39.965365170293"],
    "district": "朝阳区",
    "community": "安华西里三区",
    "building": "安华西里三区",
    "area": "安贞",
    "city": "北京"
  }, {
    "lnglat": ["116.579677968426", "39.907976316611"],
    "district": "朝阳区",
    "community": "双柳巷",
    "building": "双桥路双柳巷",
    "area": "双桥",
    "city": "北京"
  }, {
    "lnglat": ["116.344184370072", "40.040500408333"],
    "district": "海淀区",
    "community": "小营干休所",
    "building": "小营东路10号院",
    "area": "双桥",
    "city": "北京"
  }, {
    "lnglat": ["116.295357493037", "40.030855466923"],
    "district": "海淀区",
    "community": "紫成嘉园",
    "building": "紫成嘉园",
    "area": "霍营",
    "city": "北京"
  }, {
    "lnglat": ["116.369127869082", "39.866929523961"],
    "district": "丰台区",
    "community": "开阳里四区",
    "building": "开阳里四区",
    "area": "北京南站",
    "city": "北京"
  }, {
    "lnglat": ["116.217875822278", "39.928647981407"],
    "district": "海淀区",
    "community": "绿谷雅园",
    "building": "阜石路91号",
    "area": "田村",
    "city": "北京"
  }, {
    "lnglat": ["116.643996083214", "39.914397132976"],
    "district": "通州区",
    "community": "通惠小区",
    "building": "通惠北路",
    "area": "天通苑",
    "city": "北京"
  }, {
    "lnglat": ["116.664849491076", "39.901612293374"],
    "district": "通州区",
    "community": "东方生活区",
    "building": "玉带河大街141号",
    "area": "天通苑",
    "city": "北京"
  }, {
    "lnglat": ["116.342106759978", "39.752908513054"],
    "district": "大兴区",
    "community": "滨河东里",
    "building": "滨河东里",
    "area": "枣园",
    "city": "北京"
  }, {
    "lnglat": ["116.593097899299", "40.051098176384"],
    "district": "朝阳区",
    "community": "首都机场南路西里",
    "building": "首都机场南路西里",
    "area": "青塔",
    "city": "北京"
  }, {
    "lnglat": ["116.358700091305", "39.942647801416"],
    "district": "西城区",
    "community": "玉桃园一区",
    "building": "玉桃园一区",
    "area": "青塔",
    "city": "北京"
  }, {
    "lnglat": ["116.279600403058", "40.034931825134"],
    "district": "海淀区",
    "community": "百草园",
    "building": "马连洼北路百草园",
    "area": "青塔",
    "city": "北京"
  }, {
    "lnglat": ["116.427665837058", "39.992164950824"],
    "district": "海淀区",
    "community": "信息学院家属楼",
    "building": "清河小营东160米",
    "area": "草桥",
    "city": "北京"
  }, {
    "lnglat": ["116.322532752989", "39.969573778739"],
    "district": "海淀区",
    "community": "小泥湾",
    "building": "海淀路58号院",
    "area": "旧宫",
    "city": "北京"
  }, {
    "lnglat": ["116.319675688515", "39.927930765632"],
    "district": "海淀区",
    "community": "高第小区",
    "building": "增光路44号",
    "area": "甘家口",
    "city": "北京"
  }, {
    "lnglat": ["116.336783771677", "40.077666867466"],
    "district": "昌平区",
    "community": "龙腾苑二区",
    "building": "回龙观镇龙腾苑二区",
    "area": "回龙观",
    "city": "北京"
  }, {
    "lnglat": ["116.337073205582", "40.07486665126"],
    "district": "昌平区",
    "community": "龙腾苑五区",
    "building": "回龙观镇龙腾苑五区",
    "area": "回龙观",
    "city": "北京"
  }, {
    "lnglat": ["116.3622413164", "39.88634768094"],
    "district": "西城区",
    "community": "牛街西里",
    "building": "牛街西里",
    "area": "牛街",
    "city": "北京"
  }, {
    "lnglat": ["116.449838754244", "39.946838183152"],
    "district": "东城区",
    "community": "新源西里东街",
    "building": "新源西里东街",
    "area": "北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.456730703162", "39.883486332358"],
    "district": "朝阳区",
    "community": "劲松三区",
    "building": "劲松三区",
    "area": "劲松",
    "city": "北京"
  }, {
    "lnglat": ["116.416076463475", "40.05766333783"],
    "district": "昌平区",
    "community": "北方明珠",
    "building": "立汤路188号",
    "area": "立水桥",
    "city": "北京"
  }, {
    "lnglat": ["116.303596911518", "39.999599494568"],
    "district": "海淀区",
    "community": "圆明园东里",
    "building": "圆明园东里",
    "area": "旧宫",
    "city": "北京"
  }, {
    "lnglat": ["116.468428211974", "39.879535239678"],
    "district": "朝阳区",
    "community": "农光南路",
    "building": "农光南路",
    "area": "望京",
    "city": "北京"
  }, {
    "lnglat": ["116.354689570152", "39.846747549578"],
    "district": "丰台区",
    "community": "恋日嘉园二期",
    "building": "草桥欣园一区",
    "area": "朝阳公园",
    "city": "北京"
  }, {
    "lnglat": ["116.240863719697", "39.837237448537"],
    "district": "丰台区",
    "community": "晓月苑三里",
    "building": "晓月苑三里",
    "area": "卢沟桥",
    "city": "北京"
  }, {
    "lnglat": ["116.339255875186", "39.888702135565"],
    "district": "西城区",
    "community": "红居街10号院",
    "building": "红居街10号院",
    "area": "卢沟桥",
    "city": "北京"
  }, {
    "lnglat": ["116.277671885851", "40.028000403187"],
    "district": "海淀区",
    "community": "圆明园西路2号院",
    "building": "圆明园西路2号院",
    "area": "芍药居",
    "city": "北京"
  }, {
    "lnglat": ["116.453536719365", "39.920627262299"],
    "district": "朝阳区",
    "community": "东大桥东里",
    "building": "东大桥东里",
    "area": "东大桥",
    "city": "北京"
  }, {
    "lnglat": ["116.303757253567", "39.856120117322"],
    "district": "丰台区",
    "community": "前泥洼小区",
    "building": "前泥洼",
    "area": "东大桥",
    "city": "北京"
  }, {
    "lnglat": ["116.44910468509", "39.892110414627"],
    "district": "东城区",
    "community": "广渠门外南街",
    "building": "广渠门外南街",
    "area": "天通苑",
    "city": "北京"
  }, {
    "lnglat": ["116.274023810918", "39.882468961024"],
    "district": "丰台区",
    "community": "大成郡若晨园",
    "building": "大成南里三区",
    "area": "芍药居",
    "city": "北京"
  }, {
    "lnglat": ["116.369992511951", "39.858241833125"],
    "district": "丰台区",
    "community": "翠林二里",
    "building": "翠林二里",
    "area": "三元桥",
    "city": "北京"
  }, {
    "lnglat": ["116.474373621471", "39.880655543035"],
    "district": "朝阳区",
    "community": "磨房北里",
    "building": "磨房北里",
    "area": "北工大",
    "city": "北京"
  }, {
    "lnglat": ["116.427688383821", "39.929854307907"],
    "district": "东城区",
    "community": "南门仓胡同",
    "building": "南门仓胡同",
    "area": "鲁谷",
    "city": "北京"
  }, {
    "lnglat": ["116.377604722756", "39.885978273896"],
    "district": "西城区",
    "community": "中信沁园",
    "building": "菜市口东南角大吉危改小区2号地",
    "area": "大望路",
    "city": "北京"
  }, {
    "lnglat": ["116.504612775386", "39.936626017732"],
    "district": "朝阳区",
    "community": "紫萝园",
    "building": "石佛营东里133号院",
    "area": "金融街",
    "city": "北京"
  }, {
    "lnglat": ["116.524083079401", "39.924129565608"],
    "district": "朝阳区",
    "community": "雅成一里",
    "building": "雅成一里",
    "area": "朝青",
    "city": "北京"
  }, {
    "lnglat": ["116.427678611281", "39.919416158204"],
    "district": "东城区",
    "community": "大方家胡同",
    "building": "大方家胡同",
    "area": "朝青",
    "city": "北京"
  }, {
    "lnglat": ["116.662192749121", "39.872193449518"],
    "district": "海淀区",
    "community": "幸福时光",
    "building": "半壁店甲1号院",
    "area": "田村",
    "city": "北京"
  }, {
    "lnglat": ["116.410485520589", "39.888692476922"],
    "district": "东城区",
    "community": "金鱼池东区",
    "building": "金鱼池东区",
    "area": "田村",
    "city": "北京"
  }, {
    "lnglat": ["116.339175697649", "39.857223607909"],
    "district": "丰台区",
    "community": "万润风景",
    "building": "万泉寺256号",
    "area": "菜户营",
    "city": "北京"
  }, {
    "lnglat": ["116.169300399787", "39.926219378978"],
    "district": "石景山区",
    "community": "金顶街四区",
    "building": "金顶街四区",
    "area": "角门",
    "city": "北京"
  }, {
    "lnglat": ["116.347732800152", "39.929214305175"],
    "district": "海淀区",
    "community": "百万庄大街甲21号院",
    "building": "百万庄大街甲21号院",
    "area": "西红门",
    "city": "北京"
  }, {
    "lnglat": ["116.447173957013", "39.881867200893"],
    "district": "朝阳区",
    "community": "劲松八区",
    "building": "劲松八区",
    "area": "劲松",
    "city": "北京"
  }, {
    "lnglat": ["116.474996142599", "39.910424488767"],
    "district": "朝阳区",
    "community": "金地国际花园",
    "building": "郎家园15号",
    "area": "CBD",
    "city": "北京"
  }, {
    "lnglat": ["116.502036014002", "39.765134491657"],
    "district": "亦庄开发区",
    "community": "鹿海苑一区",
    "building": "泰河园三里",
    "area": "顺义城",
    "city": "北京"
  }, {
    "lnglat": ["116.189499571675", "39.922382847542"],
    "district": "石景山区",
    "community": "华信大厦宿舍",
    "building": "杨庄中区110号院",
    "area": "石佛营",
    "city": "北京"
  }, {
    "lnglat": ["116.462159463645", "39.899391949556"],
    "district": "朝阳区",
    "community": "世桥国贸",
    "building": "东三环中路乙16号",
    "area": "石佛营",
    "city": "北京"
  }, {
    "lnglat": ["116.338044358903", "39.881441829485"],
    "district": "西城区",
    "community": "广安小区",
    "building": "小红庙18号院",
    "area": "广安门",
    "city": "北京"
  }, {
    "lnglat": ["116.321279926235", "40.079108621972"],
    "district": "昌平区",
    "community": "通达园",
    "building": "回龙观镇通达园",
    "area": "回龙观",
    "city": "北京"
  }, {
    "lnglat": ["116.208999539477", "39.919200857236"],
    "district": "石景山区",
    "community": "建西苑南里",
    "building": "建西苑南里",
    "area": "杨庄",
    "city": "北京"
  }, {
    "lnglat": ["116.259818655437", "39.917105552577"],
    "district": "海淀区",
    "community": "金沟河12号院",
    "building": "金沟河12号院",
    "area": "玉泉路",
    "city": "北京"
  }, {
    "lnglat": ["116.340267312769", "39.907263395673"],
    "district": "西城区",
    "community": "复兴门外大街",
    "building": "复兴门外大街",
    "area": "木樨地",
    "city": "北京"
  }, {
    "lnglat": ["116.378120019096", "39.892384467522"],
    "district": "西城区",
    "community": "四合上院",
    "building": "四合上院",
    "area": "鲁谷",
    "city": "北京"
  }, {
    "lnglat": ["116.423949955588", "39.850978668682"],
    "district": "丰台区",
    "community": "一栋苑",
    "building": "横七条44号院13号",
    "area": "西三旗",
    "city": "北京"
  }, {
    "lnglat": ["116.363211605364", "39.881194067298"],
    "district": "西城区",
    "community": "樱桃二条",
    "building": "樱桃二条",
    "area": "西三旗",
    "city": "北京"
  }, {
    "lnglat": ["116.371444603197", "40.006252319924"],
    "district": "朝阳区",
    "community": "中天国际",
    "building": "北沙滩7号院",
    "area": "南沙滩",
    "city": "北京"
  }, {
    "lnglat": ["116.232361409906", "39.850902657398"],
    "district": "丰台区",
    "community": "卢沟桥北里",
    "building": "卢沟桥北里",
    "area": "亦庄开发区其它",
    "city": "北京"
  }, {
    "lnglat": ["116.264899779832", "39.902610543979"],
    "district": "海淀区",
    "community": "永定路98号院",
    "building": "永定路98号院",
    "area": "后沙峪",
    "city": "北京"
  }, {
    "lnglat": ["116.396460246554", "39.843282684427"],
    "district": "丰台区",
    "community": "建欣苑二里",
    "building": "建欣苑二里",
    "area": "大红门",
    "city": "北京"
  }, {
    "lnglat": ["116.647299007396", "39.896910264098"],
    "district": "通州区",
    "community": "复兴南里",
    "building": "复兴南里",
    "area": "鲁谷",
    "city": "北京"
  }, {
    "lnglat": ["116.34600088832", "39.976002116235"],
    "district": "海淀区",
    "community": "知春嘉园",
    "building": "知春路17号院",
    "area": "鲁谷",
    "city": "北京"
  }, {
    "lnglat": ["116.308478867277", "39.980621493072"],
    "district": "海淀区",
    "community": "立方庭",
    "building": "中关村西区16号地块公寓式酒店",
    "area": "崇文门",
    "city": "北京"
  }, {
    "lnglat": ["116.4099639081", "39.971922430206"],
    "district": "朝阳区",
    "community": "皇姑坟小区",
    "building": "皇姑坟",
    "area": "九棵树",
    "city": "北京"
  }, {
    "lnglat": ["116.416091239249", "39.962588668443"],
    "district": "朝阳区",
    "community": "青年沟23号院",
    "building": "和平西街青年沟23号院",
    "area": "中关村",
    "city": "北京"
  }, {
    "lnglat": ["116.50612318066", "39.764121978069"],
    "district": "亦庄开发区",
    "community": "中芯花园",
    "building": "泰河园四里三区",
    "area": "蒲黄榆",
    "city": "北京"
  }, {
    "lnglat": ["116.435184037825", "39.863702509347"],
    "district": "丰台区",
    "community": "芳星园二区",
    "building": "方庄芳星园二区",
    "area": "石佛营",
    "city": "北京"
  }, {
    "lnglat": ["116.343504735252", "39.791979969192"],
    "district": "大兴区",
    "community": "鸿坤理想城大满贯",
    "building": "欣荣北大街45号院",
    "area": "石佛营",
    "city": "北京"
  }, {
    "lnglat": ["116.439905966008", "39.863254075942"],
    "district": "丰台区",
    "community": "紫芳园三区",
    "building": "左安门外紫芳园三区",
    "area": "方庄",
    "city": "北京"
  }, {
    "lnglat": ["116.467092190982", "39.877888649571"],
    "district": "朝阳区",
    "community": "紫东苑",
    "building": "武圣西里28号院",
    "area": "劲松",
    "city": "北京"
  }, {
    "lnglat": ["116.440101400695", "39.864922998805"],
    "district": "丰台区",
    "community": "首开璞瑅",
    "building": "紫芳园四区",
    "area": "方庄",
    "city": "北京"
  }, {
    "lnglat": ["116.405455071989", "39.86302287964"],
    "district": "东城区",
    "community": "华龙美晟",
    "building": "沙子口路甲48号院",
    "area": "永定门",
    "city": "北京"
  }, {
    "lnglat": ["116.293813769392", "39.844939805309"],
    "district": "丰台区",
    "community": "新华街一里",
    "building": "新华街一里",
    "area": "双井",
    "city": "北京"
  }, {
    "lnglat": ["116.372996431625", "39.979864835446"],
    "district": "海淀区",
    "community": "丙28号院",
    "building": "花园北路丙28号院",
    "area": "成寿寺",
    "city": "北京"
  }, {
    "lnglat": ["116.393006209688", "39.842421155836"],
    "district": "丰台区",
    "community": "建欣苑六里",
    "building": "建欣苑六里",
    "area": "朝阳门外",
    "city": "北京"
  }, {
    "lnglat": ["116.33543223905", "39.973459861312"],
    "district": "海淀区",
    "community": "中关村东路106号院",
    "building": "中关村东路106号",
    "area": "鲁谷",
    "city": "北京"
  }, {
    "lnglat": ["116.443744248612", "39.887025164496"],
    "district": "东城区",
    "community": "板厂新里",
    "building": "板厂新里",
    "area": "天通苑",
    "city": "北京"
  }, {
    "lnglat": ["116.224709087193", "39.924877393237"],
    "district": "海淀区",
    "community": "西山国际城",
    "building": "阜石路69号",
    "area": "望京",
    "city": "北京"
  }, {
    "lnglat": ["116.41268810821", "39.91891746566"],
    "district": "东城区",
    "community": "灯市口大街",
    "building": "灯市口大街",
    "area": "劲松",
    "city": "北京"
  }, {
    "lnglat": ["116.639647195975", "39.934440445025"],
    "district": "通州区",
    "community": "8哩岛",
    "building": "榆景苑二区",
    "area": "霍营",
    "city": "北京"
  }, {
    "lnglat": ["116.366895302124", "39.865288199843"],
    "district": "丰台区",
    "community": "开阳里三区",
    "building": "开阳里三区",
    "area": "北京南站",
    "city": "北京"
  }, {
    "lnglat": ["116.312415423449", "39.939687679968"],
    "district": "海淀区",
    "community": "昌运宫",
    "building": "昌运宫",
    "area": "垡头",
    "city": "北京"
  }, {
    "lnglat": ["116.486493023681", "39.981517930922"],
    "district": "朝阳区",
    "community": "银河湾",
    "building": "万红西街9号院",
    "area": "酒仙桥",
    "city": "北京"
  }, {
    "lnglat": ["116.599734433783", "39.900726330171"],
    "district": "朝阳区",
    "community": "远洋一方花语苑",
    "building": "双桥东路3号院",
    "area": "双桥",
    "city": "北京"
  }, {
    "lnglat": ["116.367599065191", "39.945411250751"],
    "district": "西城区",
    "community": "新街口西里二区",
    "building": "新街口西里二区",
    "area": "方庄",
    "city": "北京"
  }, {
    "lnglat": ["116.434997601542", "39.926399724491"],
    "district": "朝阳区",
    "community": "朝阳门北大街",
    "building": "朝阳门北大街",
    "area": "方庄",
    "city": "北京"
  }, {
    "lnglat": ["116.408539232662", "40.049201605302"],
    "district": "昌平区",
    "community": "明天第一城1号院",
    "building": "立清路1号院",
    "area": "立水桥",
    "city": "北京"
  }, {
    "lnglat": ["116.373877391316", "39.872708179428"],
    "district": "西城区",
    "community": "育新街",
    "building": "育新街",
    "area": "老山",
    "city": "北京"
  }, {
    "lnglat": ["116.300489202796", "39.95281372797"],
    "district": "海淀区",
    "community": "厂洼西街23号院",
    "building": "厂洼小区23号院",
    "area": "万柳",
    "city": "北京"
  }, {
    "lnglat": ["116.320407432146", "39.88323688108"],
    "district": "丰台区",
    "community": "太平里",
    "building": "太平里",
    "area": "天通苑",
    "city": "北京"
  }, {
    "lnglat": ["116.481300612778", "40.006087385492"],
    "district": "朝阳区",
    "community": "CLASS",
    "building": "广泽路6号院",
    "area": "六里桥",
    "city": "北京"
  }, {
    "lnglat": ["116.565647209823", "39.918700876642"],
    "district": "朝阳区",
    "community": "天泰苑A8区",
    "building": "三间房南街3号院",
    "area": "定福庄",
    "city": "北京"
  }, {
    "lnglat": ["116.337569090998", "39.929477679346"],
    "district": "西城区",
    "community": "百万庄中里",
    "building": "百万庄中里",
    "area": "奥林匹克公园",
    "city": "北京"
  }, {
    "lnglat": ["116.323080430304", "39.870618258972"],
    "district": "西城区",
    "community": "丽泽雅园",
    "building": "丽泽雅园",
    "area": "马连道",
    "city": "北京"
  }, {
    "lnglat": ["116.423956639735", "39.8584599752"],
    "district": "丰台区",
    "community": "芳群公寓",
    "building": "南三环东路27号",
    "area": "方庄",
    "city": "北京"
  }, {
    "lnglat": ["116.291027597983", "39.971702944029"],
    "district": "海淀区",
    "community": "万城华府",
    "building": "万柳华府",
    "area": "回龙观",
    "city": "北京"
  }, {
    "lnglat": ["116.29030106952", "39.850058395134"],
    "district": "丰台区",
    "community": "同盛里",
    "building": "同盛里",
    "area": "苹果园",
    "city": "北京"
  }, {
    "lnglat": ["116.45626442682", "39.923743847066"],
    "district": "朝阳区",
    "community": "复地国际公寓",
    "building": "朝阳北路235号",
    "area": "望京",
    "city": "北京"
  }, {
    "lnglat": ["116.318000985154", "39.932800361212"],
    "district": "海淀区",
    "community": "车公庄西路23号院",
    "building": "车公庄西路23号院",
    "area": "方庄",
    "city": "北京"
  }, {
    "lnglat": ["116.329224845962", "39.987766439287"],
    "district": "海淀区",
    "community": "中关村北一条",
    "building": "中关村北一条小区",
    "area": "五道口",
    "city": "北京"
  }, {
    "lnglat": ["116.426640628727", "39.969881656592"],
    "district": "东城区",
    "community": "樱花中路",
    "building": "樱花中路",
    "area": "西二旗",
    "city": "北京"
  }, {
    "lnglat": ["116.646189853095", "39.899381072301"],
    "district": "通州区",
    "community": "潞河中学北街26号院",
    "building": "复兴家园",
    "area": "龙泽",
    "city": "北京"
  }, {
    "lnglat": ["116.433270951788", "39.967912904047"],
    "district": "朝阳区",
    "community": "光熙家园一期",
    "building": "光熙家园",
    "area": "西坝河",
    "city": "北京"
  }, {
    "lnglat": ["116.383301734981", "39.884052202867"],
    "district": "西城区",
    "community": "陶然北岸",
    "building": "虎坊路19号院",
    "area": "陶然亭",
    "city": "北京"
  }, {
    "lnglat": ["116.637390591854", "39.89169862277"],
    "district": "通州区",
    "community": "北机家属院",
    "building": "半壁店大街北口10号",
    "area": "果园",
    "city": "北京"
  }, {
    "lnglat": ["116.338609375314", "39.891361255507"],
    "district": "西城区",
    "community": "水泥厂宿舍楼",
    "building": "北滨河路",
    "area": "马家堡",
    "city": "北京"
  }, {
    "lnglat": ["116.502717970101", "39.936123237509"],
    "district": "朝阳区",
    "community": "石佛营东里小区",
    "building": "石佛营东里",
    "area": "石佛营",
    "city": "北京"
  }, {
    "lnglat": ["116.652920769232", "39.895356563856"],
    "district": "通州区",
    "community": "果园西小区",
    "building": "果园225号",
    "area": "果园",
    "city": "北京"
  }, {
    "lnglat": ["116.367736960144", "39.882683149095"],
    "district": "西城区",
    "community": "南横西街94号院",
    "building": "南横西街94号院",
    "area": "海淀北部新区",
    "city": "北京"
  }, {
    "lnglat": ["116.312197993385", "39.927421493041"],
    "district": "海淀区",
    "community": "西三环北路82号院",
    "building": "西三环北路82号院",
    "area": "李桥",
    "city": "北京"
  }, {
    "lnglat": ["116.262530957514", "39.928857707465"],
    "district": "海淀区",
    "community": "永定路22号院",
    "building": "永定路22号院",
    "area": "牡丹园",
    "city": "北京"
  }, {
    "lnglat": ["116.66927323756", "39.897650879201"],
    "district": "通州区",
    "community": "皓月苑",
    "building": "西营前街",
    "area": "天通苑",
    "city": "北京"
  }, {
    "lnglat": ["116.571706603109", "39.902221003166"],
    "district": "朝阳区",
    "community": "东柳西里",
    "building": "东柳西里",
    "area": "天通苑",
    "city": "北京"
  }, {
    "lnglat": ["116.372937658878", "39.905439325392"],
    "district": "西城区",
    "community": "教育街",
    "building": "教育街",
    "area": "西坝河",
    "city": "北京"
  }, {
    "lnglat": ["116.507924063992", "39.91244397766"],
    "district": "朝阳区",
    "community": "爱这城一期",
    "building": "十里堡甲1号院",
    "area": "十里堡",
    "city": "北京"
  }, {
    "lnglat": ["116.306481356937", "39.922335050448"],
    "district": "海淀区",
    "community": "中塔园",
    "building": "西三环中路11号中塔园",
    "area": "十里堡",
    "city": "北京"
  }, {
    "lnglat": ["116.286887460873", "39.937815539431"],
    "district": "海淀区",
    "community": "财智公馆",
    "building": "长智路5号",
    "area": "十里堡",
    "city": "北京"
  }, {
    "lnglat": ["116.331101073379", "39.807515205409"],
    "district": "丰台区",
    "community": "期颐百年",
    "building": "期颐百年",
    "area": "欢乐谷",
    "city": "北京"
  }, {
    "lnglat": ["116.336277100036", "39.843689155323"],
    "district": "丰台区",
    "community": "郑王坟212号院",
    "building": "郑王坟212号院",
    "area": "天通苑",
    "city": "北京"
  }, {
    "lnglat": ["116.293312833523", "39.839805565044"],
    "district": "丰台区",
    "community": "韩庄子东里",
    "building": "韩庄子东里",
    "area": "天通苑",
    "city": "北京"
  }, {
    "lnglat": ["116.447017795255", "39.89886929864"],
    "district": "朝阳区",
    "community": "双花园西里",
    "building": "双花园西里",
    "area": "枣园",
    "city": "北京"
  }, {
    "lnglat": ["116.272697579024", "39.91376465494"],
    "district": "海淀区",
    "community": "西四环中路41号院",
    "building": "西四环中路41号院",
    "area": "太阳宫",
    "city": "北京"
  }, {
    "lnglat": ["116.361915195249", "39.873099987155"],
    "district": "西城区",
    "community": "右安门内西街1号院",
    "building": "右安门内西街1号院",
    "area": "甘家口",
    "city": "北京"
  }, {
    "lnglat": ["116.420744016384", "39.876839207233"],
    "district": "东城区",
    "community": "天坛东里中区",
    "building": "天坛东里中区",
    "area": "北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.331619316249", "40.076797015616"],
    "district": "昌平区",
    "community": "龙腾苑三区",
    "building": "回龙观镇龙腾苑三区",
    "area": "回龙观",
    "city": "北京"
  }, {
    "lnglat": ["116.430564385315", "39.923767455333"],
    "district": "东城区",
    "community": "竹杆胡同",
    "building": "竹杆胡同",
    "area": "朝阳门内",
    "city": "北京"
  }, {
    "lnglat": ["116.680008522584", "39.89940393698"],
    "district": "通州区",
    "community": "玉桥中路甲2号院",
    "building": "玉桥中路甲2号院",
    "area": "朝阳门内",
    "city": "北京"
  }, {
    "lnglat": ["116.432755250903", "39.805555500938"],
    "district": "大兴区",
    "community": "清和园",
    "building": "清和园",
    "area": "旧宫",
    "city": "北京"
  }, {
    "lnglat": ["116.293974183184", "39.957987095659"],
    "district": "海淀区",
    "community": "颐慧佳园",
    "building": "颐慧佳园",
    "area": "四季青",
    "city": "北京"
  }, {
    "lnglat": ["116.282997029179", "39.85940192509"],
    "district": "丰台区",
    "community": "北大地四里",
    "building": "北大地四里",
    "area": "四季青",
    "city": "北京"
  }, {
    "lnglat": ["116.284900198414", "39.835306141096"],
    "district": "丰台区",
    "community": "工商联大厦",
    "building": "富丰路4号",
    "area": "东坝",
    "city": "北京"
  }, {
    "lnglat": ["116.451963558916", "39.899810810563"],
    "district": "朝阳区",
    "community": "双花园南里二区",
    "building": "双花园南里二区",
    "area": "双井",
    "city": "北京"
  }, {
    "lnglat": ["116.344968575181", "39.789382342833"],
    "district": "大兴区",
    "community": "星光佳园",
    "building": "星光佳园",
    "area": "西红门",
    "city": "北京"
  }, {
    "lnglat": ["116.365470069786", "39.860956242702"],
    "district": "丰台区",
    "community": "鼎立水岸家园",
    "building": "右外大街56号院",
    "area": "北京南站",
    "city": "北京"
  }, {
    "lnglat": ["116.384162229327", "39.858395855143"],
    "district": "丰台区",
    "community": "洋桥东里",
    "building": "洋桥东里",
    "area": "洋桥",
    "city": "北京"
  }, {
    "lnglat": ["116.473736105399", "39.86116806923"],
    "district": "朝阳区",
    "community": "周庄嘉园东里",
    "building": "周庄嘉园东里",
    "area": "十里河",
    "city": "北京"
  }, {
    "lnglat": ["116.666935501457", "40.119261316214"],
    "district": "顺义区",
    "community": "裕龙一区",
    "building": "裕龙花园一区",
    "area": "北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.461057161243", "39.932362285417"],
    "district": "朝阳区",
    "community": "白家庄北里",
    "building": "白家庄北里",
    "area": "后沙峪",
    "city": "北京"
  }, {
    "lnglat": ["116.687245067062", "39.893869800856"],
    "district": "通州区",
    "community": "乔庄西区",
    "building": "乔庄西区",
    "area": "宣武门",
    "city": "北京"
  }, {
    "lnglat": ["116.369064453058", "39.993030661546"],
    "district": "海淀区",
    "community": "志新东路甲8号",
    "building": "志新东路甲8号",
    "area": "二里庄",
    "city": "北京"
  }, {
    "lnglat": ["116.405481521859", "39.864638842064"],
    "district": "东城区",
    "community": "天天家园",
    "building": "天天家园",
    "area": "永定门",
    "city": "北京"
  }, {
    "lnglat": ["116.685583561003", "39.896686844164"],
    "district": "通州区",
    "community": "乔庄北区",
    "building": "乔庄北区",
    "area": "武夷花园",
    "city": "北京"
  }, {
    "lnglat": ["116.280898077579", "39.915126165077"],
    "district": "海淀区",
    "community": "紫金长安三期",
    "building": "西翠路17号院",
    "area": "五棵松",
    "city": "北京"
  }, {
    "lnglat": ["116.454752829195", "39.765044699549"],
    "district": "亦庄开发区",
    "community": "玉璟园",
    "building": "玉璟园",
    "area": "亦庄开发区其它",
    "city": "北京"
  }, {
    "lnglat": ["116.334798218415", "39.873668771906"],
    "district": "丰台区",
    "community": "三路居93号院",
    "building": "三路居路",
    "area": "梨园",
    "city": "北京"
  }, {
    "lnglat": ["116.46308644637", "39.995520610024"],
    "district": "朝阳区",
    "community": "风格雅园",
    "building": "南湖南路10号院",
    "area": "望京",
    "city": "北京"
  }, {
    "lnglat": ["116.433614179893", "40.040822462255"],
    "district": "朝阳区",
    "community": "时代庄园",
    "building": "红军营东路18号",
    "area": "望京",
    "city": "北京"
  }, {
    "lnglat": ["116.262693790426", "39.929428367562"],
    "district": "海淀区",
    "community": "半壁店61号院",
    "building": "半壁店61号",
    "area": "七里庄",
    "city": "北京"
  }, {
    "lnglat": ["116.403687768085", "39.873355897691"],
    "district": "东城区",
    "community": "永定门东街西里",
    "building": "永定门东街西里",
    "area": "惠新西街",
    "city": "北京"
  }, {
    "lnglat": ["116.433311498884", "39.959819311174"],
    "district": "东城区",
    "community": "柳芳北街9号院",
    "building": "柳芳北街9号院",
    "area": "立水桥",
    "city": "北京"
  }, {
    "lnglat": ["116.373884055749", "39.845202737176"],
    "district": "丰台区",
    "community": "角门7号院",
    "building": "角门西路",
    "area": "立水桥",
    "city": "北京"
  }, {
    "lnglat": ["116.18535796493", "39.919524653082"],
    "district": "石景山区",
    "community": "金泰阁",
    "building": "苹果园四区13号楼",
    "area": "高碑店",
    "city": "北京"
  }, {
    "lnglat": ["116.462701384451", "39.923891055461"],
    "district": "朝阳区",
    "community": "团结湖南里",
    "building": "团结湖南里",
    "area": "管庄",
    "city": "北京"
  }, {
    "lnglat": ["116.222046296492", "39.903369807155"],
    "district": "石景山区",
    "community": "久筑物业",
    "building": "双锦园",
    "area": "鲁谷",
    "city": "北京"
  }, {
    "lnglat": ["116.364997886535", "39.895801962592"],
    "district": "西城区",
    "community": "感化胡同3号院",
    "building": "感化胡同3号院",
    "area": "长椿街",
    "city": "北京"
  }, {
    "lnglat": ["116.384056740294", "39.947791477082"],
    "district": "西城区",
    "community": "西绦胡同",
    "building": "西绦胡同",
    "area": "六铺炕",
    "city": "北京"
  }, {
    "lnglat": ["116.410087114726", "39.975135729847"],
    "district": "朝阳区",
    "community": "国典华园",
    "building": "安定路12号院",
    "area": "安贞",
    "city": "北京"
  }, {
    "lnglat": ["116.45339227923", "39.913017739906"],
    "district": "朝阳区",
    "community": "温莎大道",
    "building": "光华路西里乙2号",
    "area": "安贞",
    "city": "北京"
  }, {
    "lnglat": ["116.408974915671", "39.970637193409"],
    "district": "朝阳区",
    "community": "安贞苑50号院",
    "building": "安贞苑50号院",
    "area": "西直门",
    "city": "北京"
  }, {
    "lnglat": ["116.33619818898", "39.793394291366"],
    "district": "大兴区",
    "community": "兴海家园月苑",
    "building": "兴海家园月苑",
    "area": "西红门",
    "city": "北京"
  }, {
    "lnglat": ["116.649548594366", "39.906727121047"],
    "district": "通州区",
    "community": "鼎晟国际",
    "building": "新仓路1号院、新仓路2号院",
    "area": "新华大街",
    "city": "北京"
  }, {
    "lnglat": ["116.541519840599", "39.757732870059"],
    "district": "亦庄开发区",
    "community": "新海北里",
    "building": "新海北里",
    "area": "新华大街",
    "city": "北京"
  }, {
    "lnglat": ["116.289900852096", "39.859277477659"],
    "district": "丰台区",
    "community": "庄维多摩市三期",
    "building": "七里庄路4号院",
    "area": "七里庄",
    "city": "北京"
  }, {
    "lnglat": ["116.269226991368", "39.907039565697"],
    "district": "海淀区",
    "community": "建设研究院",
    "building": "复兴路万寿路街道34号",
    "area": "常营",
    "city": "北京"
  }, {
    "lnglat": ["116.361770199141", "39.955662259326"],
    "district": "海淀区",
    "community": "文慧园北路4号院",
    "building": "文慧园北路4号院",
    "area": "小西天",
    "city": "北京"
  }, {
    "lnglat": ["116.484866952484", "39.932485213557"],
    "district": "朝阳区",
    "community": "公园大道",
    "building": "朝阳公园南路6号院",
    "area": "朝阳公园",
    "city": "北京"
  }, {
    "lnglat": ["116.312833994265", "39.821392936948"],
    "district": "丰台区",
    "community": "亿城天筑",
    "building": "樊羊路69号院",
    "area": "科技园区",
    "city": "北京"
  }, {
    "lnglat": ["116.43159887115", "39.950655247637"],
    "district": "东城区",
    "community": "东土城路13号院",
    "building": "东土城路13号院",
    "area": "宋家庄",
    "city": "北京"
  }, {
    "lnglat": ["116.26439372044", "39.927486758007"],
    "district": "海淀区",
    "community": "乐府江南",
    "building": "永定路乙1号院",
    "area": "田村",
    "city": "北京"
  }, {
    "lnglat": ["116.505361427107", "39.917751415522"],
    "district": "朝阳区",
    "community": "京棉新城二厂",
    "building": "京棉新城二期",
    "area": "田村",
    "city": "北京"
  }, {
    "lnglat": ["116.416672376569", "39.83941678014"],
    "district": "丰台区",
    "community": "彩虹城一区",
    "building": "光彩路66号院",
    "area": "赵公口",
    "city": "北京"
  }, {
    "lnglat": ["116.363420902225", "39.850318540976"],
    "district": "丰台区",
    "community": "玺萌丽苑",
    "building": "北甲地路6号院",
    "area": "草桥",
    "city": "北京"
  }, {
    "lnglat": ["116.361610459791", "39.88137707827"],
    "district": "西城区",
    "community": "北樱桃园17号院",
    "building": "北樱桃园17号院",
    "area": "苏州桥",
    "city": "北京"
  }, {
    "lnglat": ["116.439349455811", "39.939139004134"],
    "district": "东城区",
    "community": "东城逸墅",
    "building": "十字坡街6号",
    "area": "常营",
    "city": "北京"
  }, {
    "lnglat": ["116.416117946793", "39.987657463428"],
    "district": "朝阳区",
    "community": "中直5号院",
    "building": "惠新西街5号院",
    "area": "枣园",
    "city": "北京"
  }, {
    "lnglat": ["116.592871645012", "40.042580307805"],
    "district": "朝阳区",
    "community": "南竺园",
    "building": "首都机场南竺园小区",
    "area": "首都机场",
    "city": "北京"
  }, {
    "lnglat": ["116.331799833041", "39.786540485361"],
    "district": "大兴区",
    "community": "瑞海家园二区",
    "building": "瑞海家园二区",
    "area": "西红门",
    "city": "北京"
  }, {
    "lnglat": ["116.31144761355", "39.939371141757"],
    "district": "海淀区",
    "community": "豪柏国际公寓",
    "building": "西三环北路50号院",
    "area": "紫竹桥",
    "city": "北京"
  }, {
    "lnglat": ["116.371042768347", "39.904310389765"],
    "district": "西城区",
    "community": "新文化街",
    "building": "新文化街",
    "area": "西单",
    "city": "北京"
  }, {
    "lnglat": ["116.397650058827", "40.082307663005"],
    "district": "昌平区",
    "community": "都市芳园锦湖园",
    "building": "东小口镇都市芳园锦湖园",
    "area": "西单",
    "city": "北京"
  }, {
    "lnglat": ["116.363885642884", "39.797837053453"],
    "district": "丰台区",
    "community": "同兴园",
    "building": "同兴园",
    "area": "西红门",
    "city": "北京"
  }, {
    "lnglat": ["116.301689038627", "39.933842277796"],
    "district": "海淀区",
    "community": "北洼路29号院",
    "building": "北洼路29号",
    "area": "和平里",
    "city": "北京"
  }, {
    "lnglat": ["116.299605952679", "39.908298086235"],
    "district": "海淀区",
    "community": "复兴路甲49号",
    "building": "复兴路甲49号",
    "area": "公主坟",
    "city": "北京"
  }, {
    "lnglat": ["116.333270597159", "39.880533030763"],
    "district": "西城区",
    "community": "常青藤嘉园",
    "building": "马连道东街甲2号院",
    "area": "马连道",
    "city": "北京"
  }, {
    "lnglat": ["116.344554510624", "40.039705740969"],
    "district": "海淀区",
    "community": "美欣家园",
    "building": "小营东路16号院",
    "area": "公主坟",
    "city": "北京"
  }, {
    "lnglat": ["116.30536295217", "39.983684954771"],
    "district": "海淀区",
    "community": "海淀大街44号",
    "building": "海淀大街44号",
    "area": "旧宫",
    "city": "北京"
  }, {
    "lnglat": ["116.381923578195", "40.061957184653"],
    "district": "海淀区",
    "community": "华鸿家园",
    "building": "西三旗华鸿家园",
    "area": "西三旗",
    "city": "北京"
  }, {
    "lnglat": ["116.462143056204", "39.924274385568"],
    "district": "朝阳区",
    "community": "中海紫荆豪庭",
    "building": "东三环北路30号",
    "area": "常营",
    "city": "北京"
  }, {
    "lnglat": ["116.665418652326", "39.935343065577"],
    "district": "通州区",
    "community": "枫露皇苑",
    "building": "枫露苑30号院",
    "area": "李桥",
    "city": "北京"
  }, {
    "lnglat": ["116.631880555123", "40.072717671507"],
    "district": "顺义区",
    "community": "北京苏活四区",
    "building": "顺义机场东路T3机场东",
    "area": "李桥",
    "city": "北京"
  }, {
    "lnglat": ["116.363024073663", "39.931502150644"],
    "district": "西城区",
    "community": "官园公寓",
    "building": "翠华街1号院",
    "area": "西北旺",
    "city": "北京"
  }, {
    "lnglat": ["116.445364086366", "39.844892033776"],
    "district": "丰台区",
    "community": "中海城紫鑫阁",
    "building": "成寿寺路134号院",
    "area": "成寿寺",
    "city": "北京"
  }, {
    "lnglat": ["116.367343121511", "39.961274961179"],
    "district": "海淀区",
    "community": "新外大街15号院",
    "building": "新街口外大街15号院",
    "area": "西直门",
    "city": "北京"
  }, {
    "lnglat": ["116.595443957689", "40.049979008043"],
    "district": "朝阳区",
    "community": "首都机场南路东里",
    "building": "首都机场南路东里",
    "area": "首都机场",
    "city": "北京"
  }, {
    "lnglat": ["116.430316677513", "39.85357155357"],
    "district": "丰台区",
    "community": "横一条",
    "building": "横一条",
    "area": "宋家庄",
    "city": "北京"
  }, {
    "lnglat": ["116.697226437592", "39.961959743235"],
    "district": "通州区",
    "community": "天润别墅",
    "building": "宋庄镇",
    "area": "天通苑",
    "city": "北京"
  }, {
    "lnglat": ["116.453337449001", "39.924038486347"],
    "district": "朝阳区",
    "community": "农丰里",
    "building": "农丰里",
    "area": "枣园",
    "city": "北京"
  }, {
    "lnglat": ["116.465918827397", "39.929340233337"],
    "district": "朝阳区",
    "community": "团结湖北里",
    "building": "团结湖北里",
    "area": "团结湖",
    "city": "北京"
  }, {
    "lnglat": ["116.417383737254", "40.115584464575"],
    "district": "昌平区",
    "community": "望都家园",
    "building": "北七家镇望都家园",
    "area": "小汤山",
    "city": "北京"
  }, {
    "lnglat": ["116.313239781692", "39.830586963311"],
    "district": "丰台区",
    "community": "怡海花园恒丰园",
    "building": "怡海花园恒丰园",
    "area": "花乡",
    "city": "北京"
  }, {
    "lnglat": ["116.443234390573", "39.929374628598"],
    "district": "朝阳区",
    "community": "工体3号",
    "building": "工体西路3号",
    "area": "管庄",
    "city": "北京"
  }, {
    "lnglat": ["116.304909200649", "39.943104112804"],
    "district": "海淀区",
    "community": "紫竹花园",
    "building": "紫竹院路88号院紫竹花园",
    "area": "甘露园",
    "city": "北京"
  }, {
    "lnglat": ["116.391678090262", "39.880027841118"],
    "district": "西城区",
    "community": "南纬路南巷9号院",
    "building": "南纬路南巷9号院",
    "area": "立水桥",
    "city": "北京"
  }, {
    "lnglat": ["116.427497806501", "39.967087004191"],
    "district": "东城区",
    "community": "和平街十二区",
    "building": "和平街十二区",
    "area": "立水桥",
    "city": "北京"
  }, {
    "lnglat": ["116.424933462085", "39.785280185996"],
    "district": "大兴区",
    "community": "润枫锦尚",
    "building": "润枫锦尚",
    "area": "管庄",
    "city": "北京"
  }, {
    "lnglat": ["116.553199952737", "39.919093751329"],
    "district": "朝阳区",
    "community": "东领鉴筑",
    "building": "定福庄北街23号",
    "area": "定福庄",
    "city": "北京"
  }, {
    "lnglat": ["116.290880126656", "39.837482073884"],
    "district": "丰台区",
    "community": "韩庄子三里",
    "building": "韩庄子三里",
    "area": "看丹桥",
    "city": "北京"
  }, {
    "lnglat": ["116.435757837916", "39.964653141777"],
    "district": "朝阳区",
    "community": "光熙门北里",
    "building": "光熙门北里",
    "area": "西坝河",
    "city": "北京"
  }, {
    "lnglat": ["116.376328127766", "39.834631217448"],
    "district": "丰台区",
    "community": "未来假日",
    "building": "角门18号",
    "area": "西坝河",
    "city": "北京"
  }, {
    "lnglat": ["116.337042207933", "39.783170902223"],
    "district": "大兴区",
    "community": "瑞海家园五区",
    "building": "瑞海家园五区",
    "area": "西红门",
    "city": "北京"
  }, {
    "lnglat": ["116.407631698592", "39.953537443323"],
    "district": "东城区",
    "community": "京宝花园",
    "building": "安定门外大街183号",
    "area": "武夷花园",
    "city": "北京"
  }, {
    "lnglat": ["116.34774735804", "39.972430774229"],
    "district": "海淀区",
    "community": "罗庄南里",
    "building": "罗庄南里",
    "area": "知春路",
    "city": "北京"
  }, {
    "lnglat": ["116.320999053358", "39.976898001799"],
    "district": "海淀区",
    "community": "大泥湾",
    "building": "大泥湾",
    "area": "中关村",
    "city": "北京"
  }, {
    "lnglat": ["116.637804563155", "39.926331754249"],
    "district": "通州区",
    "community": "天赐良园一期",
    "building": "西富河园5号",
    "area": "龙泽",
    "city": "北京"
  }, {
    "lnglat": ["116.509867282915", "39.868739058915"],
    "district": "朝阳区",
    "community": "金蝉北里21号院",
    "building": "金蝉北里21号院",
    "area": "科技园区",
    "city": "北京"
  }, {
    "lnglat": ["116.124367600408", "39.961579703113"],
    "district": "石景山区",
    "community": "西山峻景",
    "building": "隆恩寺路19号",
    "area": "石景山其它",
    "city": "北京"
  }, {
    "lnglat": ["116.440669420729", "39.929395627455"],
    "district": "东城区",
    "community": "聚龙花园",
    "building": "新中街68号",
    "area": "九棵树",
    "city": "北京"
  }, {
    "lnglat": ["116.495650343138", "39.802613088965"],
    "district": "亦庄开发区",
    "community": "秋盛居",
    "building": "天华园二里二区",
    "area": "亦庄",
    "city": "北京"
  }, {
    "lnglat": ["116.44752620224", "39.89409846139"],
    "district": "朝阳区",
    "community": "广渠门外大街路北区",
    "building": "广渠门外大街",
    "area": "定慧寺",
    "city": "北京"
  }, {
    "lnglat": ["116.19966968397", "39.932316492697"],
    "district": "石景山区",
    "community": "西井小区三区",
    "building": "西井三区",
    "area": "枣园",
    "city": "北京"
  }, {
    "lnglat": ["116.423658865519", "39.969724979256"],
    "district": "朝阳区",
    "community": "胜古东里",
    "building": "胜古东里",
    "area": "西罗园",
    "city": "北京"
  }, {
    "lnglat": ["116.35637597642", "39.91493698624"],
    "district": "西城区",
    "community": "阜成门南大街",
    "building": "阜成门南大街",
    "area": "龙泽",
    "city": "北京"
  }, {
    "lnglat": ["116.505902351299", "39.917104515721"],
    "district": "朝阳区",
    "community": "朝阳嘉园",
    "building": "十里堡东里101楼",
    "area": "十里堡",
    "city": "北京"
  }, {
    "lnglat": ["116.432844150429", "39.890415692133"],
    "district": "东城区",
    "community": "培新街乙5号院",
    "building": "培新街乙5号院",
    "area": "广渠门",
    "city": "北京"
  }, {
    "lnglat": ["116.380849401799", "39.833722248872"],
    "district": "丰台区",
    "community": "景馨园",
    "building": "马家堡路198号院",
    "area": "太平桥",
    "city": "北京"
  }, {
    "lnglat": ["116.293020321494", "39.888645470896"],
    "district": "丰台区",
    "community": "金家村288号院",
    "building": "金家村288号院",
    "area": "六里桥",
    "city": "北京"
  }, {
    "lnglat": ["116.467024660658", "39.925627346123"],
    "district": "朝阳区",
    "community": "团结湖路",
    "building": "团结湖路",
    "area": "安宁庄",
    "city": "北京"
  }, {
    "lnglat": ["116.462405495209", "39.876539516955"],
    "district": "朝阳区",
    "community": "松榆北路",
    "building": "松榆北路",
    "area": "双井",
    "city": "北京"
  }, {
    "lnglat": ["116.496307103637", "39.921954583388"],
    "district": "朝阳区",
    "community": "碧水星阁",
    "building": "八里庄南里甲1号",
    "area": "左安门",
    "city": "北京"
  }, {
    "lnglat": ["116.397650058827", "40.082307663005"],
    "district": "昌平区",
    "community": "都市芳园丽湖园",
    "building": "东小口镇都市芳园丽湖园",
    "area": "回龙观",
    "city": "北京"
  }, {
    "lnglat": ["116.653524212103", "39.655776766543"],
    "district": "大兴区",
    "community": "丽园B区",
    "building": "丽园B区",
    "area": "枣园",
    "city": "北京"
  }, {
    "lnglat": ["116.318922971694", "40.039387684001"],
    "district": "海淀区",
    "community": "宜品上层",
    "building": "安宁庄西三条9号宜品上层",
    "area": "亦庄",
    "city": "北京"
  }, {
    "lnglat": ["116.364829692363", "39.947220369838"],
    "district": "西城区",
    "community": "德胜门西大街甲5号",
    "building": "德胜门西大街甲5号",
    "area": "北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.430105788438", "39.951155824137"],
    "district": "东城区",
    "community": "民旺园十九号院",
    "building": "民旺园十九号院",
    "area": "和平里",
    "city": "北京"
  }, {
    "lnglat": ["116.298542459245", "40.076362252203"],
    "district": "昌平区",
    "community": "龙城花园中五区",
    "building": "回龙观镇龙城花园中五区",
    "area": "回龙观",
    "city": "北京"
  }, {
    "lnglat": ["116.439677640648", "39.891339672458"],
    "district": "东城区",
    "community": "夕照寺西里",
    "building": "夕照寺西里",
    "area": "望京",
    "city": "北京"
  }, {
    "lnglat": ["116.354118211654", "39.927284370944"],
    "district": "西城区",
    "community": "北礼士路70号院",
    "building": "北礼士路70号院",
    "area": "双榆树",
    "city": "北京"
  }, {
    "lnglat": ["116.338447722167", "39.878590022835"],
    "district": "西城区",
    "community": "车站西街15号院",
    "building": "广安门车站西街15号院",
    "area": "双榆树",
    "city": "北京"
  }, {
    "lnglat": ["116.367137389057", "39.79476263784"],
    "district": "大兴区",
    "community": "绿林苑",
    "building": "西红门镇绿林苑",
    "area": "九棵树",
    "city": "北京"
  }, {
    "lnglat": ["116.551306353226", "40.105670542359"],
    "district": "顺义区",
    "community": "北京方糖",
    "building": "北京方糖",
    "area": "工体",
    "city": "北京"
  }, {
    "lnglat": ["116.350396585306", "40.039927217616"],
    "district": "海淀区",
    "community": "小营东路6号院",
    "building": "小营东路6号院",
    "area": "清河",
    "city": "北京"
  }, {
    "lnglat": ["8.774233399320018E7", "238.860616373964"],
    "district": "丰台区",
    "community": "南珠苑",
    "building": "草桥东路8号院",
    "area": "草桥",
    "city": "北京"
  }, {
    "lnglat": ["116.35151434538", "40.001098074918"],
    "district": "海淀区",
    "community": "清华东路27号院",
    "building": "清华东路27号院",
    "area": "五道口",
    "city": "北京"
  }, {
    "lnglat": ["116.650967397406", "39.947168211847"],
    "district": "通州区",
    "community": "翠福园",
    "building": "安顺北里",
    "area": "北关",
    "city": "北京"
  }, {
    "lnglat": ["116.495339047127", "39.793254696717"],
    "district": "亦庄开发区",
    "community": "金地格林小镇",
    "building": "天宝园三里",
    "area": "亦庄",
    "city": "北京"
  }, {
    "lnglat": ["116.292448198943", "39.861029857241"],
    "district": "丰台区",
    "community": "东大街西里",
    "building": "东大街西里",
    "area": "七里庄",
    "city": "北京"
  }, {
    "lnglat": ["116.498529546337", "39.936606149908"],
    "district": "朝阳区",
    "community": "泛海国际8D",
    "building": "东四环北路92号院",
    "area": "七里庄",
    "city": "北京"
  }, {
    "lnglat": ["116.483420177764", "39.800227651615"],
    "district": "亦庄开发区",
    "community": "贵园东里",
    "building": "贵园东里",
    "area": "石佛营",
    "city": "北京"
  }, {
    "lnglat": ["116.697101706985", "39.952558528952"],
    "district": "通州区",
    "community": "四海公寓",
    "building": "宋庄镇四海公寓 疃里二区",
    "area": "潞苑",
    "city": "北京"
  }, {
    "lnglat": ["116.425168318495", "39.898338007712"],
    "district": "东城区",
    "community": "国瑞城东区",
    "building": "国瑞城东区",
    "area": "崇文门",
    "city": "北京"
  }, {
    "lnglat": ["116.291692559692", "39.780901798039"],
    "district": "丰台区",
    "community": "春泽北院",
    "building": "春泽北院",
    "area": "望京",
    "city": "北京"
  }, {
    "lnglat": ["116.309067021081", "39.97567419284"],
    "district": "海淀区",
    "community": "海淀南路24号院",
    "building": "海淀南路24号院",
    "area": "牡丹园",
    "city": "北京"
  }, {
    "lnglat": ["116.564464504074", "39.847639713143"],
    "district": "朝阳区",
    "community": "富力又一城A区",
    "building": "黄厂南里1号院",
    "area": "豆各庄",
    "city": "北京"
  }, {
    "lnglat": ["116.462668333616", "39.991445506454"],
    "district": "朝阳区",
    "community": "金隅丽港城",
    "building": "南湖南路15号院",
    "area": "望京",
    "city": "北京"
  }, {
    "lnglat": ["116.251914200002", "39.900223169334"],
    "district": "石景山区",
    "community": "玉泉路65号院",
    "building": "玉泉路65号院",
    "area": "管庄",
    "city": "北京"
  }, {
    "lnglat": ["116.31055795425", "39.622732190777"],
    "district": "大兴区",
    "community": "龙熙顺景",
    "building": "庞各庄镇龙景湾",
    "area": "玉泉营",
    "city": "北京"
  }, {
    "lnglat": ["116.521226294199", "39.820612651287"],
    "district": "亦庄开发区",
    "community": "小康家园",
    "building": "小羊坊小康家园",
    "area": "玉泉营",
    "city": "北京"
  }, {
    "lnglat": ["116.655890409434", "39.895739907096"],
    "district": "通州区",
    "community": "新华南路153号院",
    "building": "新华南路153号院",
    "area": "五棵松",
    "city": "北京"
  }, {
    "lnglat": ["116.303221578601", "39.974610238894"],
    "district": "海淀区",
    "community": "艾瑟顿",
    "building": "海淀南路34号",
    "area": "中关村",
    "city": "北京"
  }, {
    "lnglat": ["116.354294782675", "39.877278739722"],
    "district": "西城区",
    "community": "建功东里",
    "building": "建功东里",
    "area": "中关村",
    "city": "北京"
  }, {
    "lnglat": ["116.433922439211", "39.854716710101"],
    "district": "丰台区",
    "community": "福臻家园",
    "building": "成寿寺中路18号院",
    "area": "宋家庄",
    "city": "北京"
  }, {
    "lnglat": ["116.373973876777", "39.990429372395"],
    "district": "海淀区",
    "community": "太极小区",
    "building": "卧虎桥甲6号院",
    "area": "南沙滩",
    "city": "北京"
  }, {
    "lnglat": ["116.301370038662", "39.968697787469"],
    "district": "海淀区",
    "community": "万泉新新商务花园",
    "building": "万柳万泉新新家园",
    "area": "芍药居",
    "city": "北京"
  }, {
    "lnglat": ["116.66903926078", "39.895140760742"],
    "district": "通州区",
    "community": "艺苑西里",
    "building": "艺苑西里",
    "area": "天通苑",
    "city": "北京"
  }, {
    "lnglat": ["116.36474364826", "39.858989420273"],
    "district": "丰台区",
    "community": "右安门外大街",
    "building": "右外大街",
    "area": "赵公口",
    "city": "北京"
  }, {
    "lnglat": ["116.36826632964", "39.86816817946"],
    "district": "丰台区",
    "community": "开阳里一街",
    "building": "开阳里一街",
    "area": "赵公口",
    "city": "北京"
  }, {
    "lnglat": ["116.362410970901", "39.948951627717"],
    "district": "西城区",
    "community": "文慧园一号公寓",
    "building": "文慧园1号",
    "area": "新街口",
    "city": "北京"
  }, {
    "lnglat": ["116.650290533423", "39.920735360949"],
    "district": "通州区",
    "community": "财贸宿舍",
    "building": "卢庄1号",
    "area": "学院路",
    "city": "北京"
  }, {
    "lnglat": ["116.455918373038", "39.925620734893"],
    "district": "朝阳区",
    "community": "核桃园北里",
    "building": "核桃园北里",
    "area": "东大桥",
    "city": "北京"
  }, {
    "lnglat": ["116.272514146334", "39.93993427549"],
    "district": "海淀区",
    "community": "汤泉逸墅",
    "building": "西四环北路125号德祥家园",
    "area": "四季青",
    "city": "北京"
  }, {
    "lnglat": ["116.420297225667", "39.923896255644"],
    "district": "东城区",
    "community": "凯德华玺",
    "building": "朝阳门内大街288号",
    "area": "安宁庄",
    "city": "北京"
  }, {
    "lnglat": ["116.431436181138", "39.992009765869"],
    "district": "朝阳区",
    "community": "远洋万和城B区",
    "building": "成慧路1号院",
    "area": "亚运村小营",
    "city": "北京"
  }, {
    "lnglat": ["116.278884836744", "39.899335531944"],
    "district": "海淀区",
    "community": "太平路甲20号院",
    "building": "太平路甲20号院",
    "area": "北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.303927997668", "39.972469972002"],
    "district": "海淀区",
    "community": "万泉庄1号院",
    "building": "万泉庄1号院",
    "area": "苏州桥",
    "city": "北京"
  }, {
    "lnglat": ["116.400854866155", "39.946685315367"],
    "district": "东城区",
    "community": "朗家胡同",
    "building": "郎家胡同",
    "area": "武夷花园",
    "city": "北京"
  }, {
    "lnglat": ["116.452221893193", "39.928782252723"],
    "district": "朝阳区",
    "community": "华源之星",
    "building": "东大桥斜街6号",
    "area": "四惠",
    "city": "北京"
  }, {
    "lnglat": ["116.26932298839", "39.897485439764"],
    "district": "海淀区",
    "community": "新兴年代",
    "building": "新兴年代",
    "area": "方庄",
    "city": "北京"
  }, {
    "lnglat": ["116.418487343863", "39.865790661807"],
    "district": "丰台区",
    "community": "蒲黄榆十一巷",
    "building": "蒲黄榆11巷",
    "area": "世纪城",
    "city": "北京"
  }, {
    "lnglat": ["116.301415551227", "39.907818983943"],
    "district": "海淀区",
    "community": "翠微路17号院",
    "building": "翠微路17号院",
    "area": "公主坟",
    "city": "北京"
  }, {
    "lnglat": ["116.511619498796", "39.867598155946"],
    "district": "朝阳区",
    "community": "垡头北里",
    "building": "垡头北里",
    "area": "垡头",
    "city": "北京"
  }, {
    "lnglat": ["116.40868411272", "40.060466812354"],
    "district": "昌平区",
    "community": "合立方",
    "building": "中滩村6号院",
    "area": "天通苑",
    "city": "北京"
  }, {
    "lnglat": ["116.30066122573", "39.885556657275"],
    "district": "丰台区",
    "community": "莲怡园一区",
    "building": "莲怡园一区",
    "area": "苹果园",
    "city": "北京"
  }, {
    "lnglat": ["116.408152230084", "39.966070078633"],
    "district": "东城区",
    "community": "安外大街",
    "building": "安外大街",
    "area": "旧宫",
    "city": "北京"
  }, {
    "lnglat": ["116.395893744221", "39.861522000906"],
    "district": "丰台区",
    "community": "西罗园一区",
    "building": "西罗园一区",
    "area": "西罗园",
    "city": "北京"
  }, {
    "lnglat": ["116.445763841135", "39.806392042881"],
    "district": "大兴区",
    "community": "佳和园新区",
    "building": "佳和园新区",
    "area": "劲松",
    "city": "北京"
  }, {
    "lnglat": ["116.484160483067", "40.001837888058"],
    "district": "朝阳区",
    "community": "远洋万和公馆",
    "building": "崔各庄乡大望京村",
    "area": "蒲黄榆",
    "city": "北京"
  }, {
    "lnglat": ["116.429524422356", "39.94177158968"],
    "district": "东城区",
    "community": "东直门北中街",
    "building": "东直门北中街",
    "area": "学院路",
    "city": "北京"
  }, {
    "lnglat": ["116.288147813072", "39.859339902405"],
    "district": "丰台区",
    "community": "北大街南里",
    "building": "北大街南里",
    "area": "回龙观",
    "city": "北京"
  }, {
    "lnglat": ["116.459128253891", "39.929819499911"],
    "district": "朝阳区",
    "community": "富力爱丁堡公馆",
    "building": "白家庄路1号院",
    "area": "三里屯",
    "city": "北京"
  }, {
    "lnglat": ["116.434997900272", "39.981498492101"],
    "district": "朝阳区",
    "community": "芍药居4号院",
    "building": "芍药居4号院",
    "area": "芍药居",
    "city": "北京"
  }, {
    "lnglat": ["116.421704727276", "39.987523576292"],
    "district": "朝阳区",
    "community": "惠中园",
    "building": "北四环东路106号院",
    "area": "惠新西街",
    "city": "北京"
  }, {
    "lnglat": ["116.427646175923", "39.886163754946"],
    "district": "东城区",
    "community": "法华南里",
    "building": "法华南里",
    "area": "天通苑",
    "city": "北京"
  }, {
    "lnglat": ["116.414245321271", "39.918099755056"],
    "district": "东城区",
    "community": "柏树胡同",
    "building": "柏树胡同",
    "area": "天通苑",
    "city": "北京"
  }, {
    "lnglat": ["116.429361743759", "39.927361746445"],
    "district": "东城区",
    "community": "仓南胡同14号院",
    "building": "仓南胡同14号院",
    "area": "朝阳门内",
    "city": "北京"
  }, {
    "lnglat": ["116.334273836667", "39.980396736639"],
    "district": "海淀区",
    "community": "怡升园",
    "building": "中关村甲331号楼",
    "area": "西二旗",
    "city": "北京"
  }, {
    "lnglat": ["116.333047845603", "39.795034712558"],
    "district": "大兴区",
    "community": "宏大南园",
    "building": "宏大南园",
    "area": "旧宫",
    "city": "北京"
  }, {
    "lnglat": ["116.407478586401", "39.917318321672"],
    "district": "东城区",
    "community": "东皇城根南街",
    "building": "东皇城根南街",
    "area": "旧宫",
    "city": "北京"
  }, {
    "lnglat": ["116.314398470024", "40.049162147351"],
    "district": "海淀区",
    "community": "燕尚园",
    "building": "西二旗燕尚园",
    "area": "亚运村小营",
    "city": "北京"
  }, {
    "lnglat": ["116.311793791935", "39.977430567719"],
    "district": "海淀区",
    "community": "中关村公馆",
    "building": "海淀中街16号",
    "area": "苏州桥",
    "city": "北京"
  }, {
    "lnglat": ["116.651936235338", "40.141591739084"],
    "district": "顺义区",
    "community": "龙府花园",
    "building": "龙府花园",
    "area": "顺义城",
    "city": "北京"
  }, {
    "lnglat": ["116.347798683186", "39.884824715307"],
    "district": "西城区",
    "community": "白菜湾四巷17号院",
    "building": "白菜湾四巷17号院",
    "area": "顺义城",
    "city": "北京"
  }, {
    "lnglat": ["116.340643793011", "39.884649154196"],
    "district": "西城区",
    "community": "红居南街",
    "building": "红居南街",
    "area": "顺义城",
    "city": "北京"
  }, {
    "lnglat": ["116.63399799124", "39.8724568185"],
    "district": "通州区",
    "community": "京洲世家",
    "building": "通州区梨园镇大稿村",
    "area": "定慧寺",
    "city": "北京"
  }, {
    "lnglat": ["116.318967130352", "39.910992405594"],
    "district": "海淀区",
    "community": "彩电小区",
    "building": "彩电小区",
    "area": "八角",
    "city": "北京"
  }, {
    "lnglat": ["116.398012799475", "40.108890189952"],
    "district": "昌平区",
    "community": "王府园中园五区",
    "building": "平西府镇王府园中园五区",
    "area": "双榆树",
    "city": "北京"
  }, {
    "lnglat": ["116.345651414554", "39.923964035725"],
    "district": "西城区",
    "community": "阜成门外北街",
    "building": "阜成门外北街",
    "area": "立水桥",
    "city": "北京"
  }, {
    "lnglat": ["116.340611417269", "39.89056276679"],
    "district": "西城区",
    "community": "广华轩",
    "building": "广华轩",
    "area": "广安门",
    "city": "北京"
  }, {
    "lnglat": ["116.327845844371", "39.993089242353"],
    "district": "海淀区",
    "community": "文津国际酒店",
    "building": "中关村东路1号院5号楼",
    "area": "广安门",
    "city": "北京"
  }, {
    "lnglat": ["116.420562731261", "39.956054681972"],
    "district": "东城区",
    "community": "和平里三区",
    "building": "和平里三区",
    "area": "和平里",
    "city": "北京"
  }, {
    "lnglat": ["116.43864019801", "39.85128807293"],
    "district": "丰台区",
    "community": "方恒偶寓",
    "building": "方庄桥南700米路西",
    "area": "五棵松",
    "city": "北京"
  }, {
    "lnglat": ["116.43146469081", "39.953971765522"],
    "district": "东城区",
    "community": "砖角楼南里",
    "building": "砖角楼南里",
    "area": "和平里",
    "city": "北京"
  }, {
    "lnglat": ["116.300228349755", "39.883733290009"],
    "district": "丰台区",
    "community": "风荷曲苑",
    "building": "风荷曲苑",
    "area": "六里桥",
    "city": "北京"
  }, {
    "lnglat": ["116.437749492168", "39.932357307325"],
    "district": "东城区",
    "community": "新中西街",
    "building": "新中西街",
    "area": "田村",
    "city": "北京"
  }, {
    "lnglat": ["116.29699462057", "39.947931194613"],
    "district": "海淀区",
    "community": "10号名邸",
    "building": "紫竹院路81号院",
    "area": "欢乐谷",
    "city": "北京"
  }, {
    "lnglat": ["116.353255374352", "39.88460262104"],
    "district": "西城区",
    "community": "南线阁39号院",
    "building": "南线阁甲39号院",
    "area": "欢乐谷",
    "city": "北京"
  }, {
    "lnglat": ["116.658276295884", "40.134826666306"],
    "district": "顺义区",
    "community": "金汉绿港五区",
    "building": "绿港家园五区",
    "area": "顺义城",
    "city": "北京"
  }, {
    "lnglat": ["116.349337242146", "39.722586277706"],
    "district": "大兴区",
    "community": "观音寺南里",
    "building": "观音寺南里",
    "area": "西罗园",
    "city": "北京"
  }, {
    "lnglat": ["116.36161498389", "39.875391143173"],
    "district": "西城区",
    "community": "新安南里",
    "building": "新安南里",
    "area": "枣园",
    "city": "北京"
  }, {
    "lnglat": ["116.3486952333", "39.944301242567"],
    "district": "西城区",
    "community": "长河湾",
    "building": "高梁桥斜街59号院",
    "area": "西直门",
    "city": "北京"
  }, {
    "lnglat": ["116.484912766772", "39.917966213728"],
    "district": "朝阳区",
    "community": "华业玫瑰东方",
    "building": "延静里中街甲18号院",
    "area": "红庙",
    "city": "北京"
  }, {
    "lnglat": ["116.292054828675", "39.779479169216"],
    "district": "丰台区",
    "community": "长丰园三区",
    "building": "长丰园三区",
    "area": "科技园区",
    "city": "北京"
  }, {
    "lnglat": ["116.344031181742", "39.721313839638"],
    "district": "大兴区",
    "community": "车站南里",
    "building": "车站南里",
    "area": "黄村火车站",
    "city": "北京"
  }, {
    "lnglat": ["116.346087275278", "39.880542935356"],
    "district": "西城区",
    "community": "广外南街63号院",
    "building": "广外南街63号院",
    "area": "欢乐谷",
    "city": "北京"
  }, {
    "lnglat": ["116.361214163383", "39.909836167944"],
    "district": "西城区",
    "community": "华荣公寓",
    "building": "兴盛街2号",
    "area": "成寿寺",
    "city": "北京"
  }, {
    "lnglat": ["116.351404273451", "39.912213520382"],
    "district": "西城区",
    "community": "南礼士路三条南里",
    "building": "南礼士路三条南里",
    "area": "旧宫",
    "city": "北京"
  }, {
    "lnglat": ["116.295229892032", "39.841619735264"],
    "district": "丰台区",
    "community": "丰台南路108号院",
    "building": "丰台南路108号院",
    "area": "老山",
    "city": "北京"
  }, {
    "lnglat": ["116.469071228604", "39.927446154152"],
    "district": "朝阳区",
    "community": "团结湖中路北一条",
    "building": "团结湖中路",
    "area": "亚运村",
    "city": "北京"
  }, {
    "lnglat": ["116.405115583066", "40.052800674709"],
    "district": "昌平区",
    "community": "顶秀青溪",
    "building": "东小口镇顶秀青溪家园",
    "area": "立水桥",
    "city": "北京"
  }, {
    "lnglat": ["116.401313027415", "39.915268272769"],
    "district": "东城区",
    "community": "东华门大街",
    "building": "东华门大街",
    "area": "天通苑",
    "city": "北京"
  }, {
    "lnglat": ["116.416854861264", "40.008903585553"],
    "district": "朝阳区",
    "community": "鸿华高尔夫庄园",
    "building": "北苑路甲108号",
    "area": "玉泉营",
    "city": "北京"
  }, {
    "lnglat": ["116.412844367472", "39.864656579489"],
    "district": "东城区",
    "community": "景泰嘉园",
    "building": "安乐林路10号院",
    "area": "玉泉营",
    "city": "北京"
  }, {
    "lnglat": ["116.304531759645", "39.971989632337"],
    "district": "海淀区",
    "community": "苏州街77号院",
    "building": "万泉庄苏州街77号院/海淀苏州",
    "area": "旧宫",
    "city": "北京"
  }, {
    "lnglat": ["116.367493466397", "39.868858199712"],
    "district": "丰台区",
    "community": "祥和苑",
    "building": "开阳里一街3号楼",
    "area": "北京南站",
    "city": "北京"
  }, {
    "lnglat": ["116.318320694426", "39.98064851357"],
    "district": "朝阳区",
    "community": "华严北里中科院",
    "building": "华严北里小区",
    "area": "健翔桥",
    "city": "北京"
  }, {
    "lnglat": ["116.333290152884", "39.776127374281"],
    "district": "大兴区",
    "community": "郁花园二里",
    "building": "郁花园二里",
    "area": "黄村北",
    "city": "北京"
  }, {
    "lnglat": ["116.347794038342", "39.715522874556"],
    "district": "大兴区",
    "community": "辛店小区",
    "building": "辛店",
    "area": "霍营",
    "city": "北京"
  }, {
    "lnglat": ["116.645200009225", "39.887846110771"],
    "district": "通州区",
    "community": "怡乐北街",
    "building": "怡乐北街",
    "area": "九棵树",
    "city": "北京"
  }, {
    "lnglat": ["116.365742835195", "39.978625777043"],
    "district": "海淀区",
    "community": "金尚嘉园",
    "building": "花园路甲2号院",
    "area": "知春路",
    "city": "北京"
  }, {
    "lnglat": ["116.430210455234", "39.927619276843"],
    "district": "东城区",
    "community": "仓南胡同12号院",
    "building": "仓南胡同12号院",
    "area": "朝阳门内",
    "city": "北京"
  }, {
    "lnglat": ["116.302895111929", "39.887664264723"],
    "district": "丰台区",
    "community": "六里桥北里",
    "building": "六里桥北里",
    "area": "六里桥",
    "city": "北京"
  }, {
    "lnglat": ["116.43593966435", "39.9419571393"],
    "district": "东城区",
    "community": "香河园街",
    "building": "香河园街",
    "area": "六里桥",
    "city": "北京"
  }, {
    "lnglat": ["116.483639417567", "39.968777345636"],
    "district": "朝阳区",
    "community": "丽都水岸",
    "building": "芳园南里9号院",
    "area": "酒仙桥",
    "city": "北京"
  }, {
    "lnglat": ["116.652097062799", "39.916739906863"],
    "district": "通州区",
    "community": "财富东方",
    "building": "永顺东里2号院",
    "area": "新华大街",
    "city": "北京"
  }, {
    "lnglat": ["116.186292656768", "39.922703787748"],
    "district": "石景山区",
    "community": "古城特钢楼",
    "building": "特钢东门大楼",
    "area": "西罗园",
    "city": "北京"
  }, {
    "lnglat": ["116.375630799073", "39.841956884349"],
    "district": "丰台区",
    "community": "角门13号院",
    "building": "角门13号院",
    "area": "马家堡",
    "city": "北京"
  }, {
    "lnglat": ["116.335790912569", "40.037692767379"],
    "district": "海淀区",
    "community": "阳光北里",
    "building": "清河小营阳光北里",
    "area": "安宁庄",
    "city": "北京"
  }, {
    "lnglat": ["116.351377843991", "39.880510389613"],
    "district": "西城区",
    "community": "南运巷",
    "building": "南运巷",
    "area": "西罗园",
    "city": "北京"
  }, {
    "lnglat": ["116.664299680652", "40.203851768535"],
    "district": "顺义区",
    "community": "龙湖香醍漫步二区",
    "building": "香堤漫步庄园二区",
    "area": "天通苑",
    "city": "北京"
  }, {
    "lnglat": ["116.302635277414", "39.972904691534"],
    "district": "海淀区",
    "community": "万泉河62号院",
    "building": "飞达社区",
    "area": "牛街",
    "city": "北京"
  }, {
    "lnglat": ["116.407830334352", "39.916692696326"],
    "district": "东城区",
    "community": "锡拉胡同21号院",
    "building": "锡拉胡同21号院",
    "area": "亦庄",
    "city": "北京"
  }, {
    "lnglat": ["116.408080465053", "39.873477195536"],
    "district": "东城区",
    "community": "永定门东街中里",
    "building": "永定门东街中里",
    "area": "北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.170968087244", "39.92611376341"],
    "district": "石景山区",
    "community": "金顶街三区",
    "building": "金顶街三区",
    "area": "苹果园",
    "city": "北京"
  }, {
    "lnglat": ["116.484558236734", "39.930743696606"],
    "district": "朝阳区",
    "community": "六里屯东里",
    "building": "六里屯东里",
    "area": "甜水园",
    "city": "北京"
  }, {
    "lnglat": ["116.370399970242", "39.958530177837"],
    "district": "西城区",
    "community": "新外大街甲12号院",
    "building": "新外大街甲12号院",
    "area": "双榆树",
    "city": "北京"
  }, {
    "lnglat": ["116.471056798659", "39.987790016571"],
    "district": "朝阳区",
    "community": "西八间北里",
    "building": "西八间北里",
    "area": "望京",
    "city": "北京"
  }, {
    "lnglat": ["116.375049130662", "39.894739999804"],
    "district": "西城区",
    "community": "海格国际",
    "building": "宣武门外大街20号",
    "area": "中关村",
    "city": "北京"
  }, {
    "lnglat": ["116.383581428363", "39.852611140818"],
    "district": "丰台区",
    "community": "洋桥73号院",
    "building": "洋桥73号院",
    "area": "青塔",
    "city": "北京"
  }, {
    "lnglat": ["116.459383732812", "39.799368687479"],
    "district": "大兴区",
    "community": "灵秀山庄",
    "building": "灵秀山庄",
    "area": "旧宫",
    "city": "北京"
  }, {
    "lnglat": ["116.464313603174", "39.895152891742"],
    "district": "朝阳区",
    "community": "时代国际",
    "building": "东柏街10号院",
    "area": "海淀北部新区",
    "city": "北京"
  }, {
    "lnglat": ["116.295944086535", "39.908023439863"],
    "district": "海淀区",
    "community": "万寿路26号院",
    "building": "万寿路26号院",
    "area": "北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.592727005643", "39.903148004346"],
    "district": "朝阳区",
    "community": "远洋一方北润园",
    "building": "塔营北街1号院",
    "area": "立水桥",
    "city": "北京"
  }, {
    "lnglat": ["116.287747737076", "39.831730169391"],
    "district": "丰台区",
    "community": "时代财富天地",
    "building": "时代财富天地",
    "area": "中关村",
    "city": "北京"
  }, {
    "lnglat": ["116.523101348857", "39.921693909037"],
    "district": "朝阳区",
    "community": "天鹅湾北区",
    "building": "雅成二里",
    "area": "朝青",
    "city": "北京"
  }, {
    "lnglat": ["116.347701552011", "39.952984373526"],
    "district": "西城区",
    "community": "交大东路15号院",
    "building": "交大东路15号",
    "area": "西直门",
    "city": "北京"
  }, {
    "lnglat": ["116.449124481887", "39.889674876528"],
    "district": "东城区",
    "community": "广和里七巷",
    "building": "广和里七巷",
    "area": "天通苑",
    "city": "北京"
  }, {
    "lnglat": ["116.379812636686", "39.882234200451"],
    "district": "西城区",
    "community": "四平园",
    "building": "四平园",
    "area": "公主坟",
    "city": "北京"
  }, {
    "lnglat": ["116.329116292939", "39.935402068024"],
    "district": "海淀区",
    "community": "三里河路5号院",
    "building": "三里河路5号院",
    "area": "甘家口",
    "city": "北京"
  }, {
    "lnglat": ["116.365050803985", "39.972449497262"],
    "district": "海淀区",
    "community": "庚坊国际",
    "building": "花园路甲13号",
    "area": "北太平庄",
    "city": "北京"
  }, {
    "lnglat": ["116.269123105756", "39.866585863499"],
    "district": "丰台区",
    "community": "丰体时代花园",
    "building": "丰体南路1号院",
    "area": "岳各庄",
    "city": "北京"
  }, {
    "lnglat": ["116.681979395818", "39.884995855323"],
    "district": "通州区",
    "community": "梨园东里",
    "building": "梨园东里",
    "area": "世纪城",
    "city": "北京"
  }, {
    "lnglat": ["116.22539528744", "39.906444005296"],
    "district": "石景山区",
    "community": "万达广场",
    "building": "石景山路甲乙18号院",
    "area": "石佛营",
    "city": "北京"
  }, {
    "lnglat": ["116.368571491459", "39.951164973938"],
    "district": "西城区",
    "community": "志强南园",
    "building": "志强南园",
    "area": "武夷花园",
    "city": "北京"
  }, {
    "lnglat": ["116.319152606706", "39.931720358251"],
    "district": "海淀区",
    "community": "花园村小区",
    "building": "甘家口街道花园村",
    "area": "顺义城",
    "city": "北京"
  }, {
    "lnglat": ["116.291128086853", "39.834577504596"],
    "district": "丰台区",
    "community": "丰泽居三号院",
    "building": "丰泽街3号",
    "area": "顺义城",
    "city": "北京"
  }, {
    "lnglat": ["116.441986158755", "39.934009458699"],
    "district": "朝阳区",
    "community": "工体北里",
    "building": "工体北里",
    "area": "新街口",
    "city": "北京"
  }, {
    "lnglat": ["116.32999986487", "39.764350498211"],
    "district": "大兴区",
    "community": "兴创D标",
    "building": "兴创D标",
    "area": "霍营",
    "city": "北京"
  }, {
    "lnglat": ["116.302047542933", "39.92436209119"],
    "district": "海淀区",
    "community": "阜北小区",
    "building": "阜成路北",
    "area": "太平桥",
    "city": "北京"
  }, {
    "lnglat": ["116.328372437313", "39.884950672998"],
    "district": "西城区",
    "community": "鼎观格调",
    "building": "马连道路甲6号",
    "area": "回龙观",
    "city": "北京"
  }, {
    "lnglat": ["116.276474173691", "40.021161492959"],
    "district": "海淀区",
    "community": "农业大学附属中学",
    "building": "圆明园西路3号",
    "area": "六里桥",
    "city": "北京"
  }, {
    "lnglat": ["116.388644496897", "39.835414298013"],
    "district": "丰台区",
    "community": "上海建筑",
    "building": "马家堡东路168号院",
    "area": "大红门",
    "city": "北京"
  }, {
    "lnglat": ["116.290497216027", "39.954886229075"],
    "district": "海淀区",
    "community": "鲁艺上河村一区",
    "building": "上河村一区",
    "area": "六里桥",
    "city": "北京"
  }, {
    "lnglat": ["116.50535552122", "39.988697817987"],
    "district": "朝阳区",
    "community": "北窑地",
    "building": "北窑地",
    "area": "黄村中",
    "city": "北京"
  }, {
    "lnglat": ["116.366094968707", "39.943639776451"],
    "district": "西城区",
    "community": "新街口西里三区",
    "building": "新街口西里三区",
    "area": "新街口",
    "city": "北京"
  }, {
    "lnglat": ["116.312515665687", "39.986427425519"],
    "district": "海淀区",
    "community": "海淀路小区",
    "building": "海淀路",
    "area": "草桥",
    "city": "北京"
  }, {
    "lnglat": ["116.350950966126", "39.918459563957"],
    "district": "西城区",
    "community": "月坛北街",
    "building": "月坛北街",
    "area": "月坛",
    "city": "北京"
  }, {
    "lnglat": ["116.341887251178", "39.867298904214"],
    "district": "丰台区",
    "community": "金泰城迷你",
    "building": "丽泽路2号院",
    "area": "菜户营",
    "city": "北京"
  }, {
    "lnglat": ["116.449482040939", "39.91762386002"],
    "district": "朝阳区",
    "community": "日坛北路2号院",
    "building": "日坛北路2号院",
    "area": "草桥",
    "city": "北京"
  }, {
    "lnglat": ["116.466330996883", "39.870834903063"],
    "district": "朝阳区",
    "community": "南新园",
    "building": "南新园",
    "area": "华威桥",
    "city": "北京"
  }, {
    "lnglat": ["116.307334798016", "39.970501058292"],
    "district": "海淀区",
    "community": "苏州街52号院",
    "building": "苏州街52号院",
    "area": "苏州桥",
    "city": "北京"
  }, {
    "lnglat": ["116.405091727218", "39.924663359695"],
    "district": "东城区",
    "community": "沙滩南巷",
    "building": "沙滩南巷",
    "area": "安贞",
    "city": "北京"
  }, {
    "lnglat": ["116.412846149832", "39.978634447336"],
    "district": "朝阳区",
    "community": "小关北里24号院",
    "building": "小关北里24号院",
    "area": "清河",
    "city": "北京"
  }, {
    "lnglat": ["116.327003934187", "39.716400459601"],
    "district": "大兴区",
    "community": "锦华园",
    "building": "锦华园",
    "area": "黄村火车站",
    "city": "北京"
  }, {
    "lnglat": ["116.462265496354", "39.876859866286"],
    "district": "朝阳区",
    "community": "农光南里",
    "building": "农光南里",
    "area": "劲松",
    "city": "北京"
  }, {
    "lnglat": ["116.363506157835", "40.058111341166"],
    "district": "海淀区",
    "community": "育新嘉园",
    "building": "西三旗悦秀园80号院",
    "area": "中关村",
    "city": "北京"
  }, {
    "lnglat": ["116.408188230892", "39.981007592224"],
    "district": "朝阳区",
    "community": "安苑里",
    "building": "安苑里小区",
    "area": "亚运村",
    "city": "北京"
  }, {
    "lnglat": ["116.422069180429", "40.002113857294"],
    "district": "朝阳区",
    "community": "嘉铭桐城E区",
    "building": "北苑路86号院",
    "area": "亚运村小营",
    "city": "北京"
  }, {
    "lnglat": ["116.363103849812", "39.888302586367"],
    "district": "西城区",
    "community": "似海怡家",
    "building": "广安门内大街202号",
    "area": "天通苑",
    "city": "北京"
  }, {
    "lnglat": ["116.193999815051", "39.932754892392"],
    "district": "石景山区",
    "community": "西井特钢楼",
    "building": "西井特钢楼",
    "area": "北苑",
    "city": "北京"
  }, {
    "lnglat": ["116.348273930582", "39.926750193927"],
    "district": "西城区",
    "community": "北营房西里",
    "building": "北营房西里",
    "area": "右安门外",
    "city": "北京"
  }, {
    "lnglat": ["116.263911162404", "39.918245122301"],
    "district": "海淀区",
    "community": "永定路15号",
    "building": "永定路15号",
    "area": "顺义城",
    "city": "北京"
  }, {
    "lnglat": ["116.369604607218", "40.010631150924"],
    "district": "朝阳区",
    "community": "美伦堡",
    "building": "科荟路51号院",
    "area": "顺义城",
    "city": "北京"
  }, {
    "lnglat": ["116.194557329566", "39.933242787666"],
    "district": "石景山区",
    "community": "西井小区一区",
    "building": "西井一区",
    "area": "苹果园",
    "city": "北京"
  }, {
    "lnglat": ["116.377654872244", "39.966068748041"],
    "district": "西城区",
    "community": "京师吉地",
    "building": "京师吉地",
    "area": "常营",
    "city": "北京"
  }, {
    "lnglat": ["116.667424495882", "40.203783651084"],
    "district": "顺义区",
    "community": "龙湖香醍漫步一区",
    "building": "香堤漫步庄园一区",
    "area": "黄村北",
    "city": "北京"
  }, {
    "lnglat": ["116.322998072509", "39.960498407191"],
    "district": "海淀区",
    "community": "农科院",
    "building": "中关村南大街12号",
    "area": "安贞",
    "city": "北京"
  }, {
    "lnglat": ["116.287880094657", "40.002765308113"],
    "district": "海淀区",
    "community": "邮局宿舍",
    "building": "圆明园西路51号院",
    "area": "朝青",
    "city": "北京"
  }, {
    "lnglat": ["116.322639752034", "39.953395651401"],
    "district": "海淀区",
    "community": "民族歌舞团宿舍",
    "building": "中关村南大街19号民族歌舞团",
    "area": "二里庄",
    "city": "北京"
  }, {
    "lnglat": ["116.371080199274", "40.064958869677"],
    "district": "海淀区",
    "community": "润生园",
    "building": "建材城润生园",
    "area": "西三旗",
    "city": "北京"
  }, {
    "lnglat": ["116.646550310325", "39.912534393937"],
    "district": "通州区",
    "community": "干休所家属院",
    "building": "永顺西街236号院",
    "area": "安贞",
    "city": "北京"
  }, {
    "lnglat": ["116.344665818468", "39.803042718289"],
    "district": "大兴区",
    "community": "九龙山庄二区",
    "building": "九龙山庄二区  ",
    "area": "六里桥",
    "city": "北京"
  }];
